Repository: Rohitnik2266/Panchayat_Raj-Flutter-Application
Catalog: lib/l10n/intl_*.arb
Languages: kn, mr

source: Qualification
kn: ಅರ್ಹತೆ
mr: अर्हता

# form_submitted
source: Form submitted for
kn: ಇದಕ್ಕಾಗಿ ಫಾರ್ಮ್ ಸಲ್ಲಿಸಲಾಗಿದೆ
mr: यासाठी फॉर्म सबमिट केला आहे

# already_applied
source: You have already applied.
kn: ನೀವು ಈಗಾಗಲೇ ಅರ್ಜಿ ಸಲ್ಲಿಸಿದ್ದಾರೆ.
mr: तुम्ही आधीच अर्ज केला आहे.

# refill_allowed
source: Refill is allowed.
kn: ಮರುಪೂರಣ ಅವಕಾಶವಿದೆ.
mr: पुन्हा भरू शकता.

# validPhoneNumber
source: Enter a valid phone number
kn: ಸರಿಯಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: वैध फोन नंबर प्रविष्ट करा

source: Male
kn: ಪುರುಷ
mr: पुरुष

source: Female
kn: ಸ್ತ್ರೀ
mr: स्त्री

source: Other
kn: ಇತರೆ
mr: इतर

source: mKisan Portal
kn: mKisan ಪೋರ್ಟ್‌ಲ್
mr: mKisan पोर्टल

# aboutDescription
source: The mKisan Portal is an initiative by the Ministry of Agriculture, Government of India, to provide timely information and advisories to farmers via SMS. It enables government officials and experts to reach out directly to farmers across India with location-specific messages related to weather, market prices, farming practices, and more.
kn: mKisan ಪೋರ್ಟ್‌ಲ್ ಇದು ಭಾರತ ಸರ್ಕಾರದ ಕೃಷಿ ಸಚಿವಾಲಯದಿಂದ ಪ್ರಾರಂಭಿಸಿದ ಒಂದು ಉಪಕ್ರಮವಾಗಿದೆ, ಇದು ರೈತರಿಗೆ SMS ಮೂಲಕ ತಕ್ಷಣದ ಮಾಹಿತಿ ಮತ್ತು ಸಲಹೆಗಳನ್ನು ನೀಡುತ್ತದೆ. ಇದರಲ್ಲಿ ಸರ್ಕಾರದ ಅಧಿಕಾರಿಗಳು ಮತ್ತು ತಜ್ಞರು ರೈತರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸುತ್ತಾರೆ ಮತ್ತು ಸ್ಥಳ-ನಿರ್ದಿಷ್ಟ ಸಂದೇಶಗಳನ್ನು ಹವಾಮಾನ, ಮಾರುಕಟ್ಟೆ ಬೆಲೆ, ಕೃಷಿ ಪದ್ಧತಿಗಳ ಬಗ್ಗೆ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸುತ್ತಾರೆ.
mr: mKisan पोर्टल हा भारत सरकारच्या कृषी मंत्रालयाने सुरू केलेला एक उपक्रम आहे, जो शेतकऱ्यांना SMS द्वारे तात्काळ माहिती आणि सल्ले पुरवतो. यामध्ये सरकारचे अधिकारी आणि तज्ञ शेतकऱ्यांशी थेट संपर्क साधतात आणि स्थानिक माहिती जसे की हवामान, बाजार भाव, कृषी पद्धती यावर संदेश पाठवतात.

# smsDescription
source: Farmers receive SMS-based alerts about weather, prices, pest outbreaks, and best practices.
kn: ರೈತರಿಗೆ ಹವಾಮಾನ, ಮಾರುಕಟ್ಟೆ ಬೆಲೆ, ಹಗ್ಗದಾಟ ಹಾಗೂ ಉತ್ತಮ ಕ್ರಮಗಳ ಬಗ್ಗೆ SMS ಮೂಲಕ ಅಲರ್ಟ್‌ಗಳು ನೀಡಲಾಗುತ್ತವೆ.
mr: शेतकऱ्यांना हवामान, बाजार भाव, कीड नियंत्रण आणि सर्वोत्तम पद्धतीबद्दल SMS द्वारे सूचना मिळतात.

# languageDescription
source: Messages are sent in the regional language of the farmer for better understanding.
kn: ಸಂದೇಶಗಳು ರೈತನ ಪ್ರಾದೇಶಿಕ ಭಾಷೆಯಲ್ಲಿ ಕಳುಹಿಸಲಾಗುತ್ತದೆ, ಇದರಿಂದ ಉತ್ತಮವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬಹುದು.
mr: संदेश शेतकऱ्याच्या स्थानिक भाषेत पाठवले जातात ज्यामुळे त्यांना चांगले समजते.

# updateDescription
source: Critical information is shared in real-time to help farmers make informed decisions.
kn: ತ್ವರಿತ ಮಾಹಿತಿಯನ್ನು ಸಮಯೋಚಿತವಾಗಿ ಹಂಚಲಾಗುತ್ತದೆ, ಇದರಿಂದ ರೈತರಿಗೆ ನಿರ್ಧಾರಗಳನ್ನು ಸರಿಯಾದ ಸಮಯದಲ್ಲಿ ತೆಗೆದುಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
mr: महत्त्वाची माहिती तात्काळ सामायिक केली जाते ज्यामुळे शेतकऱ्यांना योग्य निर्णय घेता येतात.

source: How to Register
kn: ಊರೊಡೆಗಾಗಿ ಹೇಗೆ ನೋಂದಾಯಿಸು
mr: नोंदणी कशी करावी

# registerSteps
source: 1. Visit the mKisan portal using the link below. 2. Click on 'Farmer Registration'. 3. Enter your mobile number and location details. 4. Choose preferred crops and language. 5. Submit to start receiving advisories via SMS.
kn: 1. ಕೆಳಗಿನ ಲಿಂಕ್ ಮೂಲಕ mKisan ಪೋರ್ಟ್‌ಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ. 2. 'Farmer Registration' ಕ್ಲಿಕ್ ಮಾಡಿ. 3. ನಿಮ್ಮ ಮೊಬೈಲ್ ನಂಬರ್ ಮತ್ತು ಸ್ಥಳ ಮಾಹಿತಿ ನಮೂದಿಸಿ. 4. ಇಚ್ಛಿತ ಬೆಳೆ ಮತ್ತು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. 5. SMS ಮೂಲಕ ಸಲಹೆಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಲ್ಲಿಸಿ.
mr: 1. खालील लिंकवर mKisan पोर्टलला भेट द्या. 2. 'Farmer Registration' वर क्लिक करा. 3. आपला मोबाइल नंबर आणि स्थानिक माहिती भरा. 4. आवडीचे पीक आणि भाषा निवडा. 5. SMS द्वारे सल्ला मिळवण्यासाठी सबमिट करा.

# kccFormTitle
source: Kisan Credit Card (KCC) Application
kn: ಕಿಸಾನ್ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ (KCC) ಅರ್ಜಿ
mr: किसान क्रेडिट कार्ड (KCC) अर्ज

source: Personal Details
kn: ವೈಯಕ್ತಿಕ ವಿವರಗಳು
mr: वैयक्तिक माहिती

# fatherName
source: Father's Name
kn: ತಂದೆ ಹೆಸರು
mr: वडिलांचे नाव

# mobile
source: Mobile Number
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
mr: मोबाईल नंबर

# aadhaar
source: Aadhaar Number
kn: ಆಧಾರ್ ಸಂಖ್ಯೆ
mr: आधार क्रमांक

# requiredField
source: This field is required
kn: ಈ ಸ್ಥಳ ಕಡ್ಡಾಯವಾಗಿದೆ
mr: हे फील्ड आवश्यक आहे

# enterValidNumber
source: Please enter a valid number
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ನಂಬರ ನಮೂದಿಸಿ
mr: कृपया वैध नंबर प्रविष्ट करा

# enterValidAadhaar
source: Please enter a valid Aadhaar number
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಆಧಾರ್ ನಂಬರ ನಮೂದಿಸಿ
mr: कृपया वैध आधार नंबर प्रविष्ट करा

source: Nominee Details
kn: ಉಮ್ರಡಿದ ವಿವರಗಳು
mr: नामांकित माहिती

source: Nominee Name
kn: ಉಮ್ರಡಿದ ವ್ಯಕ್ತಿಯ ಹೆಸರು
mr: नामांकित व्यक्तीचे नाव

source: Nominee Relation
kn: ಉಮ್ರಡಿದ ವ್ಯಕ್ತಿಯ ಸಂಬಂಧ
mr: नामांकित व्यक्तीचे नातं

source: Bank Details
kn: ಬ್ಯಾಂಕ್ ವಿವರಗಳು
mr: बँकेची माहिती

source: Bank Name
kn: ಬ್ಯಾಂಕಿನ ಹೆಸರು
mr: बँकेचे नाव

source: Account Number
kn: ಖಾತೆ ಸಂಖ್ಯೆ
mr: खाते क्रमांक

source: Crop Details
kn: ಹೇಮ_detailsಗಳು
mr: पिक माहिती

source: Crop Name
kn: ಹೇಮ ಹೆಸರು
mr: पिकाचे नाव

source: Land Area
kn: ಭೂಮಿಯ ಆಯಾಮ
mr: जमिन क्षेत्रफळ

source: Upload Documents
kn: ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
mr: दस्तऐवज अपलोड करा

# uploadPlaceholder
source: Please upload the required documents
kn: ದಯವಿಟ್ಟು ಅಗತ್ಯ ದೃಷ್ಟಾಂತಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
mr: कृपया आवश्यक दस्तऐवज अपलोड करा

source: Already Applied
kn: ಈಗಾಗಲೇ ಅರ್ಜಿ ಸಲ್ಲಿಸಲಾಗಿದೆ
mr: अर्ज आधीच केला आहे

# kccAbout
source: The Kisan Credit Card (KCC) scheme provides timely credit to farmers to meet their agricultural and other needs. It enables farmers to access short-term loans at low interest rates and offers flexibility for withdrawal.
kn: ಕಿಸಾನ್ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ (KCC) ಯೋಜನೆ ಕೃಷಿಕರ ಅಗತ್ಯಗಳನ್ನು ತುರ್ತು ಸಾಲಗಳ ಮೂಲಕ ಪೂರೈಸಲು ಮತ್ತು ಕಡಿಮೆ ಬಡ್ಡಿ ದರದಲ್ಲಿ ಸಾಲ ಪಡೆಯಲು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದು ರೈತರಿಗೆ ಬೇಕಾದಷ್ಟು ಸಾಲವನ್ನು ತೆಗೆಯಲು ಅನುಕೂಲವನ್ನು ನೀಡುತ್ತದೆ.
mr: किसान क्रेडिट कार्ड (KCC) योजना शेतकऱ्यांना त्यांच्या कृषी आणि इतर गरजांसाठी वेळेवर कर्ज पुरवठा करण्यासाठी आहे. या योजनेमुळे शेतकऱ्यांना कमी व्याज दरांवर अल्पकालीन कर्ज मिळवता येते आणि काढण्यासाठी लवचिकता उपलब्ध आहे.

source: Flexible Credit
kn: ಸುಲಭ ಸಾಲ
mr: लवचिक कर्ज

# flexibleCreditDesc
source: Farmers can withdraw credit as needed for agriculture and allied activities.
kn: ರೈತರು ತಮ್ಮ ಕೃಷಿ ಮತ್ತು ಸಂಬಂಧಿತ ಚಟುವಟಿಕೆಗಳಿಗೆ ಅವಶ್ಯಕತೆಗಳನ್ನು ನೆಚ್ಚಿಕೊಳ್ಳಲು ಸಾಲವನ್ನು ತೆಗೆಯಬಹುದು.
mr: शेतकरी त्यांच्या कृषी आणि संबंधित क्रियाकलापांसाठी आवश्यकतेनुसार कर्ज काढू शकतात.

source: Low Interest Rates
kn: ಕಡಿಮೆ ಬಡ್ಡಿದರಗಳು
mr: कमी व्याज दर

# lowInterestRatesDesc
source: Interest subsidies reduce the effective loan interest rates.
kn: ಬಡ್ಡಿ ಸಬ್ಸಿಡಿ ಸಾಲದ ಬಡ್ಡಿದರವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.
mr: व्याज अनुदानामुळे प्रभावी कर्ज व्याज दर कमी होतात.

source: Simple Renewal
kn: ಸಾಮಾನ್ಯ ನವೀಕರಣ
mr: साधे नूतनीकरण

# simpleRenewalDesc
source: Easy renewal and access to extended credit limits based on repayment.
kn: ಪಾವತಿಗಳ ಆಧಾರದ ಮೇಲೆ ಸುಲಭವಾಗಿ ನವೀಕರಣ ಮತ್ತು ವಿಸ್ತರಿಸಿದ ಸಾಲ ಮಿತಿಯನ್ನು ಪಡೆಯುವುದು.
mr: चुकता देणाऱ्यांवर आधारित सोपे नूतनीकरण आणि विस्तारित कर्ज मर्यादा मिळवणे.

# kccEligibility
source: ✔️ All farmers - individual, joint borrowers, tenant farmers, and sharecroppers. ✔️ Should own or cultivate agricultural land. ✔️ Must not be a defaulter in any bank.
kn: ✔️ ಎಲ್ಲಾ ರೈತರು - ವೈಯಕ್ತಿಕ, ಜಂಟಿ ಸಾಲಗಾರರು, ಬಾಡಿಗೆ ಕೃಷಿಕರು, ಮತ್ತು ಶೇರ್‌ಕ್ರಾಪರ್ಸ್. ✔️ ಕೃಷಿ ಭೂಮಿಯನ್ನು ಹೊಂದಿರಬೇಕು ಅಥವಾ ಕೃಷಿಯ ಕುರಿತಂತೆ ಭೂಮಿಯನ್ನು ಬೆಳೆಯಬೇಕು. ✔️ ಯಾವುದೇ ಬ್ಯಾಂಕ್‌ನಲ್ಲಿ ವಿನೂತನರಾಗಿರಬಾರದು.
mr: ✔️ सर्व शेतकरी - व्यक्ती, संयुक्त कर्जदार, भाडेकरू शेतकरी, आणि शेअरक्रॉपर्स. ✔️ शेतजमीन असावी किंवा शेतकरी म्हणून जमीन लागवडीची असावी. ✔️ कोणत्याही बँकेत थकबाकीदार नसावा.

# kccApplicationProcess
source: 1. Visit your bank’s branch or access the official KCC application link. 2. Submit necessary documents such as land records and ID proof. 3. Fill out the KCC application form. 4. Submit and wait for verification and card issuance.
kn: 1. ನಿಮ್ಮ ಬ್ಯಾಂಕಿನ ಶಾಖೆಗೆ ಭೇಟಿ ನೀಡಿ ಅಥವಾ ಅಧಿಕೃತ KCC ಅರ್ಜಿ ಲಿಂಕ್‌ವನ್ನು ಪ್ರವೇಶಿಸಿ. 2. ಅಗತ್ಯವಿರುವ ದಾಖಲೆಗಳನ್ನು, ಅಂದರೆ ಭೂಮಿಯ ದಾಖಲೆಗಳು ಮತ್ತು ಗುರುತು ದೃಢೀಕರಣವನ್ನು ಸಲ್ಲಿಸಿ. 3. KCC ಅರ್ಜಿ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ. 4. ಅರ್ಜಿ ಸಲ್ಲಿಸಿ ಮತ್ತು ಪರಿಶೀಲನೆ ಹಾಗೂ ಕಾರ್ಡ್‌ಗಳ ಹೊರತಾಗುವವರೆಗೆ ಕಾಯಿರಿ.
mr: 1. आपल्या बँकेच्या शाखेला भेट द्या किंवा अधिकृत KCC अर्ज लिंकवर प्रवेश करा. 2. आवश्यक कागदपत्रे जसे की जमीन नोंदी आणि ओळख पुरावा सादर करा. 3. KCC अर्ज फॉर्म भरा. 4. अर्ज सादर करा आणि सत्यापन आणि कार्ड जारी होण्याची प्रतीक्षा करा.

source: Wheat
kn: ಗೋಧಿ
mr: गहू

source: Rice
kn: ಅಕ್ಕಿ
mr: तांदूळ

source: Vegetables
kn: ತರಕಾರಿಗಳು
mr: भाजीपाला

source: Fruits
kn: ಹಣ್ಣುಗಳು
mr: फळे

source: Select crop
kn: ಬೆಳೆ ಆಯ್ಕೆಮಾಡಿ
mr: पिकांचा प्रकार निवडा

source: Water Source
kn: ನೀರಿನ ಮೂಲ
mr: पाण्याचा स्रोत

source: Well
kn: ಬಾವಿ
mr: विहीर

source: Canal
kn: ಕಾಲುವೆ
mr: कालवा

source: Pond
kn: ಕೊಳ
mr: तळं

source: Borewell
kn: ಬೋರ್‌ವೆಲ್
mr: बोअरवेल

# selectSource
source: Select water source
kn: ನೀರಿನ ಮೂಲ ಆಯ್ಕೆಮಾಡಿ
mr: पाण्याचा स्रोत निवडा

# needLoan
source: Do you need a loan?
kn: ನೀವು ಸಾಲವನ್ನು ಅಗತ್ಯವಿದೆವೆಯಾ?
mr: आपल्याला कर्ज हवे आहे का?

# selectLoan
source: Select option
kn: ಆಯ್ಕೆಮಾಡಿ
mr: पर्याय निवडा

source: Bank Account Number
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆ
mr: बँक खाते क्रमांक

# uploadLandDoc
source: Upload Land Document
kn: ಭೂಮಿಯ ದಾಖಲೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
mr: जमिनीचे दस्तऐवज अपलोड करा

# uploadPassbook
source: Upload Bank Passbook
kn: ಬ್ಯಾಂಕ್ ಪಾಸ್‌ಬುಕ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
mr: बँक पासबुक अपलोड करा

# securityCheck
source: Security Check (CAPTCHA)
kn: ಭದ್ರತಾ ಪರಿಶೀಲನೆ (CAPTCHA)
mr: सुरक्षा तपासणी (CAPTCHA)

# required
source: This field is required
kn: ಈ ಕ್ಷೇತ್ರ ಅಗತ್ಯವಿದೆ
mr: हे फील्ड आवश्यक आहे

# declaration
source: I hereby declare that the information provided is true.
kn: ನಾನು ನೀಡಿದ ಮಾಹಿತಿಯು ಸತ್ಯ ಎಂದು ಘೋಷಿಸುತ್ತೇನೆ.
mr: मी वर दिलेली माहिती खरी असल्याची हमी देतो/देते.

# formSuccess
source: Application submitted successfully!
kn: ಅರ್ಜಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
mr: अर्ज यशस्वीरीत्या सबमिट झाला!

source: Submit Application
kn: ಅರ್ಜಿಸುಮಾರಿಸಿ
mr: अर्ज सबमिट करा

# pmksyAboutDesc
source: PMKSY is a government scheme launched to enhance irrigation coverage and improve water use efficiency in agriculture. Its motto is 'Har Khet Ko Pani' which means water for every field.
kn: ಪಿಎಂಕೆಎಸ್‌ವೈ ಯೋಜನೆಯು ಕೃಷಿಯಲ್ಲಿ ಸಿಂಚನ ವ್ಯಾಪ್ತಿಯನ್ನು ಹೆಚ್ಚಿಸಲು ಮತ್ತು ನೀರಿನ ಬಳಕೆಯಲ್ಲಿ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಸುಧಾರಿಸಲು ಆರಂಭಿಸಲಾಗಿದೆ. ಇದರ ಘೋಷಿಕೆ 'ಪ್ರತಿ ಹೊಲಕೆ ನೀರು'.
mr: पीएमकेएसवाय ही सरकारी योजना आहे जी शेतीतील सिंचन सुविधा वाढवण्यासाठी व पाण्याचा कार्यक्षम वापर करण्यासाठी सुरू करण्यात आली आहे. हिची घोषणा आहे 'हर खेत को पानी'.

# pmksyEligibility
source: ✔️ All categories of farmers including small and marginal. ✔️ Farmers with cultivable land. ✔️ Willingness to adopt micro-irrigation methods.
kn: ✔️ ಎಲ್ಲಾ ಕಾಟಗೊರಿಯ ಬೆಳೆಗಾರರು, ಸಣ್ಣ ಹಾಗೂ ಸೀಮಿತ ಜಮೀನಿನ ರೈತರು. ✔️ ಬೆಳೆಹಾಕಲು ಸೂಕ್ತ ಭೂಮಿ. ✔️ ಮೈಕ್ರೋ ಸಿಂಚನ ಬಳಸಲು ಸಿದ್ಧತೆ.
mr: ✔️ सर्व प्रकारचे शेतकरी, लघु व सीमांत शेतकरी समाविष्ट. ✔️ लागवडीसाठी योग्य जमीन असणे आवश्यक. ✔️ मायक्रो-सिंचन प्रणाली वापरण्यास तयारी असणे आवश्यक.

# pmksyProcess
source: 1. Visit the PMKSY official website. 2. Contact local agriculture or irrigation department. 3. Submit land documents and irrigation plans. 4. Get technical guidance and support for micro-irrigation.
kn: 1. ಪಿಎಂಕೆಎಸ್‌ವೈ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ. 2. ಸ್ಥಳೀಯ ಕೃಷಿ ಅಥವಾ ಸಿಂಚನ ಇಲಾಖೆಯ ಸಂಪರ್ಕ ಪಡೆಯಿರಿ. 3. ಭೂಮಿ ದಾಖಲೆಗಳು ಮತ್ತು ಯೋಜನೆ ಸಲ್ಲಿಸಿ. 4. ತಾಂತ್ರಿಕ ಸಹಾಯ ಮತ್ತು ಮಾರ್ಗದರ್ಶನ ಪಡೆಯಿರಿ.
mr: 1. पीएमकेएसवाय अधिकृत वेबसाइटला भेट द्या. 2. स्थानिक कृषी/सिंचन विभागाशी संपर्क करा. 3. जमीन व सिंचन योजना सादर करा. 4. तांत्रिक मार्गदर्शन व सहाय्य मिळवा.

source: Direct Benefit Transfer
kn: ನೇರ ಲಾಭ ವರ್ಗಾವಣೆ
mr: थेट लाभ हस्तांतरण

# directBenefitTransferDesc
source: PM-KISAN provides income support of ₹6,000 per year to eligible farmer families.
kn: PM-KISAN ಯೋಜನೆಯು ಅರ್ಹ ರೈತ ಕುಟುಂಬಗಳಿಗೆ ವರ್ಷಕ್ಕೆ ₹6,000 ಆದಾಯ ಸಹಾಯವನ್ನು ಒದಗಿಸುತ್ತದೆ.
mr: पीएम-किसान योजनेअंतर्गत पात्र शेतकरी कुटुंबांना दरवर्षी ₹6,000 चा लाभ दिला जातो.

# pmKisanEligibility
source: All landholding farmer families, subject to certain exclusion criteria, are eligible for the benefits.
kn: ನಿರ್ದಿಷ್ಟ ನಿರ್ಬಂಧನೆಗಳೊಂದಿಗೆ ಎಲ್ಲಾ ಭೂಮಿ ಹೊಂದಿರುವ ರೈತ ಕುಟುಂಬಗಳು ಅರ್ಹವಾಗಿವೆ.
mr: ठराविक निकषानुसार सर्व जमीनधारक शेतकरी कुटुंबे या योजनेस पात्र आहेत.

# pmKisanApplicationSteps
source: Apply online through the PM-KISAN portal or visit your nearest CSC with required documents.
kn: PM-KISAN ಪೋರ್ಟಲ್ ಮೂಲಕ ಆನ್‌ಲೈನ್ ಮೂಲಕ ಅಥವಾ ಅಗತ್ಯ ದಾಖಲೆಗಳೊಂದಿಗೆ ಸಮೀಪದ CSC ಗೆ ಭೇಟಿ ನೀಡಿ.
mr: PM-KISAN पोर्टलवरून ऑनलाइन अर्ज करा किंवा जवळच्या CSC ला आवश्यक कागदपत्रांसह भेट द्या.

source: PM-Kisan Registration
kn: ಪಿಎಂ-ಕಿಸಾನ್ ನೋಂದಣಿ
mr: पीएम किसान नोंदणी

source: Location Details
kn: ಸ್ಥಳದ ವಿವರಗಳು
mr: स्थान माहिती

source: Sub-District
kn: ಉಪ ಜಿಲ್ಲೆ
mr: उपजिल्हा

source: Block
kn: ಬ್ಲಾಕ್
mr: ब्लॉक

source: Village
kn: ಹಳ್ಳಿ
mr: गाव

source: Farmer Personal Details
kn: ರೈತದ ವೈಯಕ್ತಿಕ ವಿವರಗಳು
mr: शेतकऱ्याची वैयक्तिक माहिती

source: Select Category
kn: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ
mr: वर्ग निवडा

source: Pincode
kn: ಪಿನ್ ಕೋಡ್
mr: पिनकोड

source: Date of Birth
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕ
mr: जन्मतारीख

# pmKisanMandhanAcceptance
source: Are you enrolled under PM-Kisan Mandhan Yojana?
kn: ನೀವು ಪಿಎಂ-ಕಿಸಾನ್ ಮಾಂಧನ್ ಯೋಜನೆಯಲ್ಲಿ ನೋಂದಾಯಿತರಾಗಿದ್ದೀರಾ?
mr: आपण पीएम-किसान मानधन योजनेंतर्गत आहात का?

source: Yes
kn: ಹೌದು
mr: होय

source: No
kn: ಇಲ್ಲ
mr: नाही

# ownershipLandHolding
source: Ownership of Land Holding
kn: ಭೂಮಿ ಮಾಲೀಕತ್ವ
mr: जमिनीचे मालकी हक्क

source: Single
kn: ಏಕಕ
mr: एकट्या नावावर

source: Joint
kn: ಸಂಯುಕ್ತ
mr: संयुक्त

source: Land Details
kn: ಭೂಮಿ ವಿವರಗಳು
mr: जमिनीची माहिती

# surveyKhataNo
source: Survey/Khata Number
kn: ಸರ್ವೆ/ಖಾತಾ ಸಂಖ್ಯೆ
mr: सर्व्हे/खाते क्रमांक

# dagKhasraNo
source: Dag/Khasra Number
kn: ಡಾಗ್/ಖಸರಾ ಸಂಖ್ಯೆ
mr: डग/खसरा क्रमांक

# areaHa
source: Area (in hectares)
kn: ಪ್ರದೇಶ (ಹೆಕ್ಟೇರ್ ನಲ್ಲಿ)
mr: क्षेत्र (हेक्टरीत)

# landTransferStatus
source: Has the land been transferred?
kn: ಭೂಮಿ ವರ್ಗಾವಣೆ ಆಗಿದೆಯೆ?
mr: जमिनीचा हस्तांतरण झालाय का?

source: Land Transfer Details
kn: ವರ್ಗಾವಣೆ ವಿವರಗಳು
mr: हस्तांतरणाची माहिती

# landDateVesting
source: Date of Vesting
kn: ವರ್ಗಾವಣೆ ದಿನಾಂಕ
mr: हस्तांतरणाची तारीख

# pattaNoRfa
source: Patta No. / RFA No.
kn: ಪಟ್ಟಾ ಸಂಖ್ಯೆ / ಆರ್‌ಎಫ್‌ಎ ಸಂಖ್ಯೆ
mr: पट्टा क्रमांक / RFA क्रमांक

source: Land Registration ID
kn: ಭೂಮಿ ನೋಂದಣಿ ಐಡಿ
mr: जमिनीची नोंदणी आयडी

# aadhaarForLand
source: Aadhaar Linked to Land
kn: ಭೂಮಿಗೆ ಲಿಂಕ್ ಆದ ಆದಾರ್
mr: जमिनीशी संलग्न आधार

source: Choose File
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
mr: फाईल निवडा

# pmKisanTitle
source: PM-Kisan Yojana
kn: ಪಿಎಂ-ಕಿಸಾನ್ ಯೋಜನೆ
mr: पीएम किसान योजना

# pmKisanAboutDesc
source: PM-Kisan provides income support of ₹6000 per year to all farmer families.
kn: ಪಿಎಂ-ಕಿಸಾನ್ ರೈತ ಕುಟುಂಬಗಳಿಗೆ ವರ್ಷಕ್ಕೆ ₹6000 ಹಣಕಾಸು ಸಹಾಯ ನೀಡುತ್ತದೆ.
mr: पीएम किसान ही योजना दरवर्षी शेतकरी कुटुंबांना ₹६००० ची मदत देते.

source: Income Support
kn: ಆದಾಯ ಬೆಂಬಲ
mr: आर्थिक मदत

# incomeSupportDesc
source: Financial assistance of ₹6000/year in three equal installments.
kn: ವರ್ಷಕ್ಕೆ ₹6000 ಹಣವನ್ನು ಮೂರು ಸಮ ಭಾಗಗಳಲ್ಲಿ ನೀಡಲಾಗುತ್ತದೆ.
mr: ₹6000/वर्ष तीन समान हप्त्यांमध्ये आर्थिक सहाय्य.

# agriAssistance
source: Agricultural Assistance
kn: ಕೃಷಿ ನೆರವು
mr: कृषी सहाय्य

# agriAssistanceDesc
source: Helps meet agricultural and household needs.
kn: ಕೃಷಿ ಮತ್ತು ಇತರ ಅಗತ್ಯಗಳಿಗೆ ಹಣಕಾಸು ನೆರವು.
mr: कृषी आणि घरगुती गरजा भागविण्यासाठी मदत.

# eligibilityDesc
source: All landholding farmer families are eligible.
kn: ಎಲ್ಲಾ ಭೂಮಿಧಾರಕ ರೈತರು ಅರ್ಹರಾಗಿದ್ದಾರೆ.
mr: सर्व जमीनधारक शेतकरी पात्र आहेत.

# applicationProcessDesc
source: Apply online or visit your nearest agriculture office.
kn: ಆನ್ಲೈನ್ ಮೂಲಕ ಅಥವಾ ಹತ್ತಿರದ ಕೃಷಿ ಕಚೇರಿಗೆ ಭೇಟಿ ನೀಡಿ.
mr: ऑनलाईन अर्ज करा किंवा जवळच्या कृषी कार्यालयात भेट द्या.

# kisanSuvidha
source: Kisan Suvidha Form
kn: ಕಿಸಾನ್ ಸುವಿಧಾ ಫಾರ್ಮ್
mr: किसान सुविधा फॉर्म

# captchaMismatch
source: CAPTCHA did not match. Please try again.
kn: CAPTCHA ಹೊಂದಿಕೆಯಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಮರುಪ್ರಯತ್ನಿಸಿ.
mr: CAPTCHA जुळले नाही. कृपया पुन्हा प्रयत्न करा.

source: Refresh Captcha
kn: ಕ್ಯಾಪ್ಚಾ ರಿಫ್ರೆಶ್ ಮಾಡಿ
mr: कॅप्चा रिफ्रेश करा

source: Kisan Suvidha Form
kn: ಕಿಸಾನ್ ಸುવિધಾ ಫಾರ್ಮ್
mr: किसान सुविधा फॉर्म

source: Kisan Suvidha App
kn: ಕಿಸಾನ್ ಸುવિધಾ ಅಪ್ಲಿಕೇಶನ್
mr: किसान सुविधा अ‍ॅप

# kisanSuvidhaAbout
source: The Kisan Suvidha App provides weather updates, market prices, pest control tips, and agricultural advisory services.
kn: ಕಿಸಾನ್ ಸುവിധಾ ಅಪ್ಲಿಕೇಶನ್ ಹವಾಮಾನ ಮಾಹಿತಿ, ಮಾರುಕಟ್ಟೆ ಬೆಲೆಗಳು, ಪೆಸ್ಟ್ ನಿಯಂತ್ರಣ ಮತ್ತು ಕೃಷಿ ಸಲಹೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.
mr: किसान सुविधा अ‍ॅप हवामान, बाजारभाव, कीड नियंत्रण आणि कृषी सल्ला सेवा पुरवतो.

source: Weather Forecast
kn: ಹವಾಮಾನ ಮುನ್ಸೂಚನೆ
mr: हवामान अंदाज

# weatherForecastDesc
source: Get daily and weekly weather predictions to plan farming activities.
kn: ಕೃಷಿ ಚಟುವಟಿಕೆಗಳಿಗೆ ದಿನನಿತ್ಯ ಮತ್ತು ವಾರದ ಹವಾಮಾನ ಮುನ್ಸೂಚನೆ ಪಡೆಯಿರಿ.
mr: शेतीची कामे नियोजित करण्यासाठी दैनिक आणि साप्ताहिक हवामान अंदाज मिळवा.

source: Market Prices
kn: ಮಾರುಕಟ್ಟೆ ಬೆಲೆಗಳು
mr: बाजार भाव

# marketPricesDesc
source: Stay updated with real-time market prices of crops across regions.
kn: ಪ್ರದೇಶದ ಬೆಲೆಗಳೊಂದಿಗೆ ನೈಜ ಕಾಲದ ಬೆಲೆಗಳೊಂದಿಗೆ ಅಪ್‌ಡೇಟ್ ಆಗಿ.
mr: प्रत्येक भागातील पीकांचे बाजार भाव जाणून घ्या.

source: Pest & Disease Control
kn: ಪೆಸ್ಟ್ ಮತ್ತು ರೋಗ ನಿಯಂತ್ರಣ
mr: कीड व रोग नियंत्रण

# pestDiseaseControlDesc
source: Get timely alerts and tips to manage pests and diseases effectively.
kn: ಪೆಸ್ಟ್‌ಗಳು ಮತ್ತು ರೋಗಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸಲು ಸಲಹೆಗಳು ಮತ್ತು ಎಚ್ಚರಿಕೆಗಳು.
mr: कीड आणि रोगांपासून संरक्षणासाठी वेळेवर सूचना व मार्गदर्शन मिळवा.

# kisanSuvidhaEligibility
source: Eligibility: All farmers across India are eligible.
kn: ಅರ್ಹತೆ: ಭಾರತದೆಲ್ಲೆಡೆ ಇರುವ ಎಲ್ಲಾ ರೈತರು ಅರ್ಹರಾಗಿದ್ದಾರೆ.
mr: पात्रता: भारतातील सर्व शेतकरी पात्र आहेत.

source: Farmer Details
kn: ರೈತರ ವಿವರಗಳು
mr: शेतकऱ्याचे तपशील

# relativeName
source: Father/Husband Name
kn: ತಂದೆ/ಗಂಡನ ಹೆಸರು
mr: वडील/पतीचे नाव

# enterRelativeName
source: Enter relative's name
kn: ತಂದೆ/ಗಂಡನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mr: वडील/पतीचे नाव प्रविष्ट करा

source: Enter mobile number
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: मोबाईल नंबर प्रविष्ट करा

source: Age
kn: ವಯಸ್ಸು
mr: वय

source: Enter age
kn: ವಯಸ್ಸು ನಮೂದಿಸಿ
mr: वय प्रविष्ट करा

source: Select Gender
kn: ಲಿಂಗ ಆಯ್ಕೆಮಾಡಿ
mr: लिंग निवडा

source: Farmer Type
kn: ರೈತರ ಪ್ರಕಾರ
mr: शेतकरी प्रकार

source: Marginal
kn: ಮಾರ್ಜಿನಲ್
mr: सीमांत

source: Small
kn: ಸಣ್ಣ
mr: लघु

source: Large
kn: ದೊಡ್ಡ
mr: मोठा

source: Select farmer type
kn: ರೈತರ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ
mr: शेतकरी प्रकार निवडा

source: Account Details
kn: ಖಾತೆ ವಿವರಗಳು
mr: खाते तपशील

# ifsc
source: IFSC Code
kn: ಐಎಫ್ಎಸ್ಸಿ ಕೋಡ್
mr: IFSC कोड

# enterIFSC
source: Enter IFSC code
kn: ಐಎಫ್ಎಸ್ಸಿ ಕೋಡ್ ನಮೂದಿಸಿ
mr: IFSC कोड प्रविष्ट करा

source: Enter account number
kn: ಖಾತೆ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: खाते क्रमांक प्रविष्ट करा

source: Confirm account number
kn: ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ದೃಢಪಡಿಸಿ
mr: खाते क्रमांक पुन्हा प्रविष्ट करा

# captchaCode
source: Enter Captcha Code
kn: ಕ್ಯಾಪ್ಚಾ ಕೋಡ್ ನಮೂದಿಸಿ
mr: कॅप्चा कोड प्रविष्ट करा

source: Create User
kn: ಬಳಕೆದಾರ ಸೃಷ್ಟಿಸಿ
mr: वापरकर्ता तयार करा

source: Success
kn: ಯಶಸ್ಸು
mr: यशस्वी

source: Form submitted successfully!
kn: ಫಾರ್ಮ್ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
mr: फॉर्म यशस्वीपणे सबमिट झाला आहे!

# enterCorrectCaptcha
source: Please enter the correct captcha.
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಕ್ಯಾಪ್ಚಾ ನಮೂದಿಸಿ
mr: कृपया योग्य कॅप्चा प्रविष्ट करा

source: Name of Applicant
kn: ಅರ್ಜಿದಾರರ ಹೆಸರು
mr: अर्जदाराचे नाव

source: Email Address
kn: ಇಮೇಲ್ ವಿಳಾಸ
mr: ईमेल पत्ता

source: Project Details
kn: ಯೋಜನೆ ವಿವರಗಳು
mr: प्रकल्प तपशील

source: Infrastructure Details
kn: ಅವಶ್ಯಕ ಮೂಲಸೌಕರ್ಯ ವಿವರಗಳು
mr: पायाभूत सुविधा तपशील

# landAreaAcre
source: Land Area (in acres)
kn: ಭೂ ಪ್ರದೇಶ (ಎಕರೆಗಳಲ್ಲಿ)
mr: जमिनीचे क्षेत्रफळ (एकरमध्ये)

source: Project Cost (₹)
kn: ಯೋಜನೆಯ ವೆಚ್ಚ
mr: प्रकल्प खर्च

source: Loan Amount Required (₹)
kn: ಕಡಿತದ ಅಗತ್ಯವಿರುವ ಮೊತ್ತ
mr: आवश्यक कर्ज रक्कम

# captchaEnter
source: Enter Captcha Code:
kn: ದಯವಿಟ್ಟು ಈ ಕೋಡ್ ನಮೂದಿಸಿ:
mr: कृपया खालील कोड प्रविष्ट करा:

# eNamTitle
source: e-National Agriculture Market (e-NAM)
kn: ಇ-ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ಮಾರುಕಟ್ಟೆ (ಇ-ನಾಮ್)
mr: ई-नॅशनल अ‍ॅग्रीकल्चर मार्केट (ई-नाम)

# eNamAbout
source: e-NAM (National Agriculture Market) is a pan-India electronic trading portal...
kn: ಇ-ನಾಮ್ (ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ಮಾರುಕಟ್ಟೆ) ಒಂದು ಪಾನ್-ಇಂಡಿಯಾ ಇಲೆಕ್ಟ್ರಾನಿಕ್ ವಹಿವಾಟು ಪೋರ್ಟಲ್ ಆಗಿದ್ದು, ರಾಷ್ಟ್ರಮಟ್ಟದ ಏಕೈಕ ಮಾರುಕಟ್ಟೆಯನ್ನು ರಚಿಸಲು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕೃಷಿ ಮಾರುಕಟ್ಟೆಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸುತ್ತದೆ.
mr: ई-नाम (नॅशनल अ‍ॅग्रीकल्चर मार्केट) हा एक अखिल भारतीय इलेक्ट्रॉनिक व्यापार पोर्टल आहे, जो विद्यमान कृषी मंडयांना एकत्र आणून एक統 राष्ट्रीय बाजार तयार करतो.

source: Online Market Access
kn: ಆನ್‌ಲೈನ್ ಮಾರುಕಟ್ಟೆ ಪ್ರವೇಶ
mr: ऑनलाइन बाजार प्रवेश

# onlineMarketAccessDesc
source: Enables farmers to sell their produce online across states.
kn: ರಾಜ್ಯಗಳಾದ್ಯಂತ ಕೃಷಿ ಉತ್ಪನ್ನವನ್ನು ಮಾರಾಟ ಮಾಡಲು ರೈತರಿಗೆ ಅನುಮತಿ ನೀಡುತ್ತದೆ.
mr: शेतकऱ्यांना राज्यांपलिकडे उत्पादन विकण्याची सुविधा.

source: Better Price Discovery
kn: ಉತ್ತಮ ಬೆಲೆಯ ಪತ್ತೆ
mr: चांगल्या किंमतीचा शोध

# betterPriceDiscoveryDesc
source: Assures competitive pricing through transparent bidding processes.
kn: ಪಾರದರ್ಶಕ ಹರಾಜು ಪ್ರಕ್ರಿಯೆಗಳ ಮೂಲಕ ಸ್ಪರ್ಧಾತ್ಮಕ ಬೆಲೆ ಖಚಿತಪಡಿಸುತ್ತದೆ.
mr: पारदर्शक निविदा प्रक्रियेमुळे स्पर्धात्मक दर सुनिश्चित.

source: Reduced Middlemen
kn: ಮಧ್ಯವರ್ತಿಗಳ ಸಂಖ್ಯೆಯ ಕಡಿತ
mr: मधल्यामाणसांचे कमीकरण

# reducedMiddlemenDesc
source: Minimizes exploitation by providing direct buyer-seller connect.
kn: ಬಾಲ್ಕೊಂಡ ಮತ್ತು ಮಾರಾಟದ ನಡುವಣ ಜನರನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.
mr: थेट खरेदीदार-विक्रेता संपर्काद्वारे शोषण टाळते.

# eNamEligibility
source: ✔️ All farmers, traders, and buyers with a valid ID can register. ✔️ Must be associated with a licensed APMC mandi. ✔️ Internet access and bank account details required.
kn: ✔️ ಮಾನ್ಯ ಗುರುತಿನ ದಾಖಲೆ ಹೊಂದಿರುವ ಎಲ್ಲ ರೈತರು, ವ್ಯಾಪಾರಿಗಳು ಮತ್ತು ಖರೀದಿದಾರರು ನೋಂದಾಯಿಸಬಹುದು. ✔️ ಪರವಾನಿಗೆ ಪಡೆದ APMC ಮಾರುಕಟ್ಟೆಗೆ ಸಂಬಂಧಿಸಿರಬೇಕು. ✔️ ಇಂಟರ್ನೆಟ್ ಪ್ರವೇಶ ಮತ್ತು ಬ್ಯಾಂಕ್ ವಿವರಗಳು ಅಗತ್ಯವಿದೆ.
mr: ✔️ सर्व शेतकरी, व्यापारी आणि खरेदीदार वैध ओळखपत्रासह नोंदणी करू शकतात. ✔️ परवाना असलेल्या APMC मंडईशी जोडलेले असणे आवश्यक आहे. ✔️ इंटरनेट प्रवेश आणि बँक तपशील आवश्यक.

# eNamProcess
source: 1. Visit the official e-NAM portal. 2. Click on "Registration" and choose your user type. 3. Fill in your personal, bank, and mandi details. 4. Submit and await verification.
kn: 1. ಅಧಿಕೃತ ಇ-ನಾಮ್ ಪೋರ್ಟಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ. 2. "ನೋಂದಣಿ" ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ. 3. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ, ಬ್ಯಾಂಕ್ ಮತ್ತು ಮಾರುಕಟ್ಟೆ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ. 4. ಸಲ್ಲಿಸಿ ಮತ್ತು ಪರಿಶೀಲನೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಿ.
mr: 1. अधिकृत ई-नाम पोर्टलवर भेट द्या. 2. "नोंदणी" वर क्लिक करा आणि तुमचा वापरकर्ता प्रकार निवडा. 3. वैयक्तिक, बँक आणि मंडई तपशील भरा. 4. सबमिट करा आणि पडताळणीची प्रतीक्षा करा.

# redirectingToPortal
source: Redirecting to e-NAM Portal...
kn: ಇ-ನಾಮ್ ಪೋರ್ಟಲ್‌ಗೆ 리ಡೈರೆಕ್ಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
mr: ई-नाम पोर्टलकडे वळवत आहोत...

source: Registration Form
kn: ನೋಂದಣಿ ಫಾರ್ಮ್
mr: नोंदणी फॉर्म

# userOrgDetails
source: User Organisation Details
kn: ಬಳಕೆದಾರ ಸಂಸ್ಥೆಯ ವಿವರಗಳು
mr: वापरकर्ता संस्थेचे तपशील

source: User Details
kn: ಬಳಕೆದಾರ ವಿವರಗಳು
mr: वापरकर्ता तपशील

# loginAccountDetails
source: User Login Account Details
kn: ಬಳಕೆದಾರ ಖಾತೆ ವಿವರಗಳು
mr: वापरकर्ता खाते तपशील

source: Processing Data
kn: ಡೇಟಾವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ
mr: डेटा प्रक्रिया करत आहे

source: Central
kn: ಕೇಂದ್ರ
mr: केंद्र

source: State Name
kn: ರಾಜ್ಯದ ಹೆಸರು
mr: राज्याचे नाव

source: Department Name
kn: ವಿಭಾಗದ ಹೆಸರು
mr: विभागाचे नाव

source: Office Type
kn: ಓಫೀಸ್ ಪ್ರಕಾರ
mr: कार्यालयाचा प्रकार

# organizationName
source: Organisation Name
kn: ಸಂಸ್ಥೆಯ ಹೆಸರು
mr: संस्थेचे नाव

source: Office Name
kn: ಓಫೀಸ್ ಹೆಸರು
mr: कार्यालयाचे नाव

source: First Name
kn: ಮೊದಲ ಹೆಸರು
mr: पहिले नाव

source: Middle Name
kn: ಮಧ್ಯದ ಹೆಸರು
mr: मधले नाव

source: Last Name
kn: ಕೊನೆಯ ಹೆಸರು
mr: आडनाव

source: Login Name
kn: ಲಾಗಿನ್ ಹೆಸರು
mr: लॉगिन नाव

source: Confirm Password
kn: ಪಾಸ್ವರ್ಡ್ ಖಚಿತಪಡಿಸಿ
mr: पासवर्डची पुष्टी करा

source: User Role
kn: ಬಳಕೆದಾರರ ಪಾತ್ರ
mr: वापरकर्ता भूमिका

source: Refresh
kn: ರಿಫ್ರೆಶ್
mr: रिफ्रेश

source: Beneficiary Registration
kn: ಲಾಭದಾರ ನೋಂದಣಿ
mr: हितधारक नोंदणी

source: Beneficiary Details
kn: ಲಾಭದಾರರ ವಿವರಗಳು
mr: लाभार्थी तपशील

source: Beneficiary Type
kn: ಲಾಭದಾರರ ಪ್ರಕಾರ
mr: हितधारक प्रकार

source: Agri-Entrepreneur
kn: ಕೃಷಿ ಉದ್ಯಮಿ
mr: कृषि उद्योजक

source: Farmer
kn: ರೈತ
mr: शेतकरी

source: FPO
mr: एफपीओ

source: Category
kn: ವರ್ಗ
mr: श्रेणी

source: SC
kn: ಎಸ್‌ಸಿ
mr: अनुसूचित जाती

source: ST
kn: ಎಸ್‌ಟಿ
mr: अनुसूचित जमाती

source: OBC
kn: ಒಬಿಸಿ
mr: इतर मागासवर्गीय

source: General
kn: ಸಾಮಾನ್ಯ
mr: सामान्य

source: Others
kn: ಇತರರು
mr: इतर

source: Beneficiary Address
kn: ಲಾಭದಾರರ ವಿಳಾಸ
mr: हितधारकाचा पत्ता

source: Address
kn: ವಿಳಾಸ
mr: पत्ता

source: City/Village
kn: ನಗರ/ಹಳ್ಳಿ
mr: शहर/गाव

source: Pin Code
kn: ಪಿನ್ ಕೋಡ್
mr: पिन कोड

source: Project Address
kn: ಯೋಜನೆಯ ವಿಳಾಸ
mr: प्रकल्पाचा पत्ता
