Repository: Rohitnik2266/Panchayat_Raj-Flutter-Application
Catalog: lib/l10n/intl_*.arb
Languages: kn, mr

source: Profile
kn: ಪ್ರೊಫೈಲ್
mr: प्रोफाइल

source: About
kn: ಬಗ್ಗೆ
mr: बद्दल

# feedback
source: Send Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
mr: प्रतिक्रिया पाठवा

source: Sign Out
kn: ಸೈನ್ ಔಟ್
mr: साइन आउट

# appDescription
source: This app helps villagers access government services.
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಗ್ರಾಮಸ್ಥರಿಗೆ ಸರ್ಕಾರಿ ಸೇವೆಗಳನ್ನು ಬಳಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
mr: ही अ‍ॅप ग्रामस्थांना सरकारी सेवा वापरण्यात मदत करते.

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mr: सेटिंग्ज

source: Dark Mode
kn: ಡಾರ್ಕ್ ಮೋಡ್
mr: डार्क मोड

source: Language
kn: ಭಾಷೆ
mr: भाषा

# aboutApp
source: About Application
kn: ಅನ್ವಯಿಸುವಿಕೆ ಬಗ್ಗೆ
mr: अ‍ॅप्लिकेशन बद्दल

# aboutAppDescription
source: This app is designed for Panchayat Raj services.
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಪಂಚಾಯತ್ ರಾಜ್ ಸೇವೆಗಾಗಿ ರೂಪಿಸಲಾಗಿದೆ.
mr: हे अ‍ॅप पंचायत राज सेवांसाठी डिझाइन केले आहे.

# schemeListTitle
source: Government Schemes
kn: ಸರಕಾರಿ ಯೋಜನೆಗಳು
mr: सरकारी योजना

source: Details
kn: ವಿವರಗಳು
mr: तपशील

source: Apply
kn: ಅರ್ಜಿಸಿ
mr: अर्ज करा

# defaultUserName
source: User
kn: ಬಳಕೆದಾರ
mr: वापरकर्ता

source: Send Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
mr: अभिप्राय पाठवा

# feedbackSubtitle
source: Let us know how we can improve
kn: ನಾವು ಹೇಗೆ ಸುಧಾರಿಸಬಹುದು ಎಂದು ನಮಗೆ ತಿಳಿಸಿ
mr: आम्ही कसे सुधारू शकतो ते सांगा

# shivsanmanTitle
source: Chhatrapati Shivaji Maharaj Shetkari Sanman Yojana
kn: ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜ್ ಶೆತ್ಕಾರಿ ಸನ್ಮಾನ್ ಯೋಜನೆ
mr: छत्रपती शिवाजी महाराज शेतकरी सन्मान योजना

# shivsanmanDescription
source: Farm loans for farmer debt and ensure financial stability.
kn: ರೈತರ ಸಾಲ ನಿವಾರಣೆಗಾಗಿ ಸಾಲ ನೀಡುವ ಮೂಲಕ ಆರ್ಥಿಕ ಸ್ಥಿರತೆ.
mr: शेतकऱ्यांच्या कर्जमाफीसाठी शेतकऱ्यांना आर्थिक स्थिरता मिळवून देणे.

# pmkisanTitle
source: PM-Kisan Samman Nidhi
kn: ಪ್ರಧಾನಮಂತ್ರಿ ಕಿಸಾನ್ ಸಮ್ಮಾನ್ ನಿಧಿ
mr: पंतप्रधान किसान सन्मान निधी

# pmkisanDescription
source: Financial assistance to landholding farmers.
kn: ಭೂಮಿಯುಳ್ಳ ರೈತರಿಗೆ ಹಣಕಾಸು ಸಹಾಯ.
mr: जमीनधारक शेतकऱ्यांना आर्थिक मदत.

# pmksyTitle
source: PM Krishi Sinchai Yojana
kn: ಪ್ರಧಾನಮಂತ್ರಿ ಕೃಷಿ ಸಿಂಚಾಯ್ ಯೋಜನೆ
mr: पंतप्रधान कृषी सिंचाई योजना

# pmksyDescription
source: Irrigation and water efficiency scheme.
kn: ಜಲಸಿಂಚನೆ ಮತ್ತು ನೀರಿನ ಕಾರ್ಯಕ್ಷಮತೆ ಯೋಜನೆ.
mr: सिंचन आणि पाण्याच्या कार्यक्षमतेसाठी योजना.

# pmfbyTitle1
source: PM Fasal Bima Yojana
kn: ಪಿಎಂ ಫಸಲ್ ಬಿಮಾ ಯೋಜನೆ
mr: पंतप्रधान पीक विमा योजना

# pmfbyDescription
source: Crop insurance scheme for farmers.
kn: ರೈತರಿಗೆ ಪೈಕಿ ವಿಮಾ ಯೋಜನೆ.
mr: शेतकऱ्यांसाठी पीक विमा योजना.

# kccTitle
source: Kisan Credit Card (KCC)
kn: ಕಿಸಾನ್ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ (KCC)
mr: किसान क्रेडिट कार्ड (KCC)

# kccDescription
source: Timely credit for agricultural needs.
kn: ಕೃಷಿ ಅಗತ್ಯಗಳಿಗೆ ಸಮಯೋಚಿತ ಸಾಲ.
mr: शेतीसाठी वेळेवर कर्ज.

# soilhealthTitle
source: Soil Health Card Scheme
kn: ಮಣ್ಣಿನ ಆರೋಗ್ಯ ಕಾರ್ಡ್ ಯೋಜನೆ
mr: मृदा आरोग्य कार्ड योजना

# soilhealthDescription
source: Nutrient status and recommendations for soil.
kn: ಮಣ್ಣಿನ ಪೋಷಕಾಂಶ ಸ್ಥಿತಿ ಮತ್ತು ಶಿಫಾರಸು.
mr: मृदेची पोषण स्थिती व शिफारसी.

# enamTitle
source: e-National Agriculture Market (e-NAM)
kn: ಇ-ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ಮಾರುಕಟ್ಟೆ (e-NAM)
mr: ई-नॅम

# enamDescription
source: Online unified agriculture market.
kn: ಆನ್‌ಲೈನ್ ಏಕೀಕೃತ ಕೃಷಿ ಮಾರುಕಟ್ಟೆ.
mr: ऑनलाइन एकत्रित कृषी बाजार.

# acabcTitle
source: Agri-Clinics and Agri-Business Centres (ACABC)
kn: ಕೃಷಿ ಕ್ಲಿನಿಕ್ಸ್ ಮತ್ತು ಕೃಷಿ ವ್ಯವಹಾರ ಕೇಂದ್ರಗಳು (ACABC)
mr: कृषी-क्लिनिक्स आणि कृषी-व्यवसाय केंद्रे (ACABC)

# acabcDescription
source: Support to agricultural graduates.
kn: ಕೃಷಿ ಪದವೀಧರರಿಗೆ ಬೆಂಬಲ.
mr: कृषी पदवीधरांना मदत.

# naifTitle
source: Agriculture Infra Fund
kn: ಕೃಷಿ ಇನ್‌ಫ್ರಾ ನಿಧಿ
mr: कृषी इन्फ्रा फंड

# naifDescription
source: Infrastructure financing beyond farm gate.
kn: ಪೈಕಿ ಬಾಗಿಲುಗೆ ಹೊರಗಿನ ಪೈಕಿ ಮೂಲಸೌಕರ್ಯಗಳಿಗೆ ಹಣಕಾಸು.
mr: शेती पलीकडील पायाभूत सुविधांसाठी निधी.

# dbtTitle
source: DBT in Agriculture
kn: ಕೃಷಿಯಲ್ಲಿ ನೇರ ಪ್ರಯೋಜನ ವರ್ಗಾವಣೆ
mr: कृषीमध्ये थेट लाभ हस्तांतरण (DBT)

# dbtDescription
source: Subsidies directly to farmer bank accounts.
kn: ರೈತರ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ನೇರವಾಗಿ ಸಬ್ಸಿಡಿ.
mr: शेतकऱ्यांच्या खात्यात थेट सबसिडी.

# kisansuvidhaTitle
source: Kisan Suvidha
kn: ಕಿಸಾನ್ ಸುವಿಧಾ
mr: किसान सुविधा

# kisansuvidhaDescription
source: Weather, prices, and advisories via app.
kn: ಹವಾಮಾನ, ಬೆಲೆಗಳು ಮತ್ತು ಸಲಹೆ ಆಪ್ ಮೂಲಕ.
mr: हवामान, किंमत आणि सल्ला ॲपद्वारे.

# mkisanTitle
source: mKisan Portal
kn: ಎಂಕಿಸಾನ್ ಪೋರ್ಟಲ್
mr: एम किसान पोर्टल

# mkisanDescription
source: Advisories via SMS to farmers.
kn: ರೈತರಿಗೆ ಎಸ್‌ಎಂಎಸ್ ಮೂಲಕ ಸಲಹೆಗಳು.
mr: शेतकऱ्यांना एसएमएसद्वारे सल्ला.

# pmkusumTitle
source: PM-KUSUM
kn: ಪಿಎಂ-ಕುಸುಮ್
mr: पंतप्रधान कुसुम योजना

# pmkusumDescription
source: Solar energy for agricultural purposes.
kn: ಕೃಷಿಗಾಗಿ ಸೌರ ಶಕ್ತಿಯ ಬಳಕೆ.
mr: शेतीसाठी सौरऊर्जेचा वापर.

# kayakamitraTitle
source: Kayaka Mitra App
kn: ಕಾಯಕ ಮಿತ್ರ ಆಪ್
mr: कायक मित्र ॲप

# kayakamitraDescription
source: Apply for work under MGNREGA.
kn: MGNREGA ಅಡಿಯಲ್ಲಿ ಕೆಲಸಕ್ಕೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ.
mr: मनरेगा अंतर्गत कामासाठी अर्ज करा.

# mahadbtTitle
source: Maha DBT - State Mechanization
kn: ಮಹಾ ಡಿಬಿಟಿ - ಯಂತ್ರೀಕರಣ ಯೋಜನೆ
mr: महा डीबीटी - यांत्रिकीकरण योजना

# mahadbtDescription
source: Subsidies on machinery in Maharashtra.
kn: ಮಹಾರಾಷ್ಟ್ರದಲ್ಲಿ ಯಂತ್ರಗಳಿಗೆ ಸಬ್ಸಿಡಿ.
mr: मशीनसाठी महाराष्ट्रातील सबसिडी.

source: How to Use
kn: ಬಳಕೆ ವಿಧಾನ
mr: कसे वापरावे

# kisanSuvidhaUsageSteps
source: Steps to use the Kisan Suvidha app effectively: ...
kn: ಕಿಸಾನ್ ಸುವಿಧಾ ಆಪ್ ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಬಳಸುವ ಹೆಜ್ಜೆಗಳು: ...
mr: किसान सुविधा अ‍ॅप प्रभावीपणे वापरण्याचे टप्पे: ...

# pkvFormTitle
source: PMKSY Scheme Application Form
kn: ಪ್ರಧಾನಮಂತ್ರಿ ಕೃಷಿ ಸಿಂಚನ ಯೋಜನೆ ಅರ್ಜಿ ಫಾರ್ಮ್
mr: प्रधानमंत्री कृषी सिंचन योजना अर्ज फॉर्म

source: Enter name
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು ನಮೂದಿಸಿ
mr: कृपया तुमचे नाव प्रविष्ट करा

# enterAadhar
source: Enter your Aadhar number
kn: ನಿಮ್ಮ ಆದಾರ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: तुमचा आधार क्रमांक लिहा

# agricultureDetails
source: Agriculture & Irrigation Details
kn: ಕೃಷಿ ಮತ್ತು ಸಿಂಚನ ವಿವರಗಳು
mr: शेती व सिंचन माहिती

# landSize
source: Land Size (in acres)
kn: ಭೂಮಿ ಗಾತ್ರ (ಎಕರಿನಲ್ಲಿ)
mr: जमिनीचा आकार (एकरमध्ये)

source: Enter land size
kn: ಭೂಮಿ ಗಾತ್ರ ನಮೂದಿಸಿ
mr: जमिनीचा आकार लिहा

source: Irrigation Type
kn: ಸಿಂಚನ ಮಾದರಿ
mr: सिंचन प्रकार

source: Drip
kn: ಡ್ರಿಪ್
mr: ठिबक

source: Sprinkler
kn: ಸ್ಪ್ರಿಂಕ್ಲರ್
mr: स्प्रिंकलर

source: Surface
kn: ಮೇಲ್ಮೈ
mr: पृष्ठीय

# selectIrrigation
source: Select irrigation type
kn: ಸಿಂಚನ ಮಾದರಿ ಆಯ್ಕೆಮಾಡಿ
mr: सिंचन प्रकार निवडा

source: Get
kn: ಪಡೆಯಿರಿ
mr: मिळवा

source: Enter Captcha
kn: ಕ್ಯಾಪ್ಚಾ ನಮೂದಿಸಿ
mr: कॅप्चा प्रविष्ट करा

source: Hello
kn: ಹಲೋ
mr: नमस्कार

source: Dashboard
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
mr: डॅशबोर्ड

source: Schemes
kn: ಯೋಜನೆಗಳು
mr: योजना

source: Logout
kn: ಲಾಗ್ ಔಟ್
mr: बाहेर पडा

source: Image not found
kn: ಚಿತ್ರ ಸಿಗಲಿಲ್ಲ
mr: प्रतिमा सापडली नाही

source: Documents
kn: ದಾಖಲೆಗಳು
mr: कागदपत्रे

source: Track Application
kn: ಅರ್ಜವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
mr: अर्ज ट्रॅक करा

source: Nearby Services
kn: ಹತ್ತಿರದ ಸೇವೆಗಳು
mr: जवळील सेवा

source: Community
kn: ಸಮುದಾಯ
mr: समुदाय

source: Farmer Name
kn: ರೈತನ ಹೆಸರು
mr: शेतकऱ्याचे नाव

source: Aadhaar Number
kn: ಆಧಾರ್ ಸಂಖ್ಯೆ
mr: आधार क्रमांक

source: Enter Aadhaar
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಆದಾರ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: कृपया तुमचा आधार क्रमांक प्रविष्ट करा

source: Mobile Number
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
mr: मोबाइल नंबर

# enterMobile
source: Enter mobile number
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: कृपया तुमचा मोबाइल नंबर प्रविष्ट करा

source: Send OTP
kn: OTP ಕಳುಹಿಸಿ
mr: OTP पाठवा

source: Enter OTP
kn: OTP ನಮೂದಿಸಿ
mr: OTP प्रविष्ट करा

# bankAccount
source: Bank Account Number
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆ
mr: बँक खाती क्रमांक

# enterAccount
source: Enter account number
kn: ಖಾತೆ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: खाते क्रमांक लिहा

source: IFSC Code
kn: IFSC ಕೋಡ್
mr: IFSC कोड

source: Enter IFSC
kn: ದಯವಿಟ್ಟು IFSC ಕೋಡ್ ನಮೂದಿಸಿ
mr: कृपया IFSC कोड प्रविष्ट करा

source: Crop Type
kn: ಬೆಳೆ ಪ್ರಕಾರ
mr: पिकांचा प्रकार

# enterCrop
source: Enter crop name
kn: ದಯವಿಟ್ಟು ಕೃಷಿ ಪ್ರಕಾರ ನಮೂದಿಸಿ
mr: कृपया पीक प्रकार प्रविष्ट करा

# areaHectare
source: Area (in hectares)
kn: ಕ್ಷೇತ್ರ (ಹೆಕ್ಟಾರಿನಲ್ಲಿ)
mr: क्षेत्र (हेक्टार मध्ये)

source: Enter area
kn: ದಯವಿಟ್ಟು ಪ್ರದೇಶ ಹೆಕ್ಟಾರಿನಲ್ಲಿ ನಮೂದಿಸಿ
mr: कृपया क्षेत्र हेक्टारमध्ये प्रविष्ट करा

source: Upload Document
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
mr: दस्तऐवज अपलोड करा

source: File selected
kn: ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
mr: दस्तऐवज निवडला

source: CAPTCHA
kn: ಕ್ಯಾಪ್ಚಾ ನಮೂದಿಸಿ
mr: कॅप्चा प्रविष्ट करा

source: Submit
kn: ಸಲ್ಲಿಸು
mr: सबमिट करा

# otpSent
source: OTP sent to your mobile number
kn: OTP ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಗೆ ಕಳುಹಿಸಲಾಗಿದೆ.
mr: OTP तुमच्या मोबाइल नंबरवर पाठवले आहे.

# formSubmitted
source: Form submitted successfully!
kn: ಫಾರ್ಮ್ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
mr: फॉर्म यशस्वीरित्या सबमिट केला!

source: Captcha Incorrect
kn: ತಪ್ಪಾದ ಕ್ಯಾಪ್ಚಾ
mr: चूक कॅप्चा

source: Image Code
kn: ಚಿತ್ರ ಕೋಡ್
mr: प्रतिमा कोड

source: User Login Account Details
kn: ಲಾಗಿನ್ ಖಾತೆ ವಿವರಗಳು
mr: वापरकर्ता लॉगिन खाती तपशील

# registrationFormTitle
source: Registration Form
kn: ನೋಂದಣಿ ಫಾರ್ಮ್
mr: मृदा आरोग्य कार्ड नोंदणी फॉर्म

source: Sign Up
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
mr: साइन अप करा

source: Full Name
kn: ಪೂರ್ಣ ಹೆಸರು
mr: पूर्ण नाव

source: Phone Number
kn: ಫೋನ್ ಸಂಖ್ಯೆ
mr: फोन नंबर

source: Enter full name
kn: ಪೂರ್ಣ ಹೆಸರು ನಮೂದಿಸಿ
mr: पूर्ण नाव प्रविष्ट करा

source: Enter Phone Number
kn: ಫೋನ್ ನಂಬರ್ ನಮೂದಿಸಿ
mr: फोन नंबर प्रविष्ट करा

# alreadyHaveAccount
source: Already have an account?
kn: ಹಾಗಾದರೆ ಖಾತೆ ಇದೆ?
mr: आधीच खाती आहे का?

source: Login
kn: ಲಾಗಿನ್
mr: लॉगिन

# verificationFailed
source: Verification failed: {message}
kn: ಸರVerification ಖಾತ್ರಿ: {message}
mr: सत्यापन अयशस्वी: {message}

source: Error occurred
kn: ದೋಷವು ಸಂಭವಿಸಿದೆ
mr: चूक घडली

# invalidMobile
source: Please enter a valid 10-digit mobile number
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ 10 ಅಂಕಿಗಳಾಗಿರಬೇಕು
mr: कृपया वैध १० अंकी मोबाईल क्रमांक टाका

# invalidAadhar
source: Please enter a valid 12-digit Aadhar number
kn: ಆಧಾರ್ ಸಂಖ್ಯೆ 12 ಅಂಕಿಗಳಾಗಿರಬೇಕು
mr: कृपया वैध १२ अंकी आधार क्रमांक टाका

# dbtAgricultureTitle
source: DBT Agriculture Scheme
kn: DBT ಕೃಷಿ ಯೋಜನೆ
mr: DBT कृषी योजना

# product
source: Product Details
kn: ಉತ್ಪನ್ನ ವಿವರಗಳು
mr: उत्पादन तपशील

source: Price
kn: ಬೆಲೆ
mr: किंमत

# fieldRequired
source: This field is required.
kn: ಈ ಸ್ಥಳವನ್ನು ತುಂಬಬೇಕು.
mr: हे क्षेत्र आवश्यक आहे.

# errorSubmittingForm
source: Error submitting form. Please try again.
kn: ಫಾರ್ಮ್ ಸಲ್ಲಿಸಲು ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mr: फॉर्म सबमिट करताना त्रुटी. कृपया पुन्हा प्रयत्न करा.

# notAuthenticated
source: You are not authenticated. Please log in first.
kn: ನೀವು ಪ್ರಾಮಾಣಿಕವಲ್ಲ. ದಯವಿಟ್ಟು ಮೊದಲು ಲಾಗಿನ್ ಆಗಿ.
mr: तुम्ही प्रमाणित नाही. कृपया प्रथम लॉग इन करा.

# youHaveAlreadySubmittedTheForm
source: You have already submitted the form. You cannot submit it again.
kn: ನೀವು ಫಾರ್ಮ್ ಅನ್ನು ಈಗಾಗಲೆ ಸಲ್ಲಿಸಿದ್ದೀರಿ. ನೀವು ಮತ್ತೊಮ್ಮೆ ಸಲ್ಲಿಸಬಹುದಾಗಿಲ್ಲ.
mr: तुम्ही फॉर्म आधीच सबमिट केला आहे. तुम्ही पुन्हा सबमिट करू शकत नाही.

source: Your Feedback
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ
mr: तुमचा अभिप्राय

# pleaseEnterFeedback
source: Please enter your feedback
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮೂದಿಸಿ
mr: कृपया तुमचा अभिप्राय लिहा

# feedbackSubmitted
source: Feedback submitted successfully!
kn: ಪ್ರತಿಕ್ರಿಯೆ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
mr: अभिप्राय यशस्वीरित्या सबमिट केला!

source: User not logged in!
kn: ಬಳಕೆದಾರರು ಲಾಗ್ ಇನ್ ಆಗಿಲ್ಲ!
mr: वापरकर्ता लॉग इन नाही!

source: Error submitting feedback:
kn: ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಸುವಾಗ ದೋಷ:
mr: अभिप्राय सबमिट करताना त्रुटी:

# enterOtpTitle
source: Enter OTP
kn: OTP ನಮೂದಿಸಿ
mr: OTP प्रवेश करा

# enterOtpMessage
source: Enter the OTP sent to your phone
kn: ನಿಮ್ಮ ಮೊಬೈಲ್‌ಗೆ ಕಳುಹಿಸಲಾಗಿರುವ OTP ಅನ್ನು ನಮೂದಿಸಿ
mr: तुमच्या फोनवर पाठवलेला OTP प्रविष्ट करा

# verifyOtpButton
source: Verify OTP
kn: OTP ಪರಿಶೀಲಿಸಿ
mr: OTP सत्यापित करा

# invalidOtpMessage
source: Invalid OTP. Try again.
kn: ಅಮಾನ್ಯ OTP. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mr: अवैध OTP. कृपया पुन्हा प्रयत्न करा.

source: Sign Up
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
mr: साइन अप करा

# enterValidPhoneNumber
source: Enter a valid phone number
kn: ಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: वैध फोन नंबर प्रविष्ट करा

# phoneNumberAlreadyRegistered
source: Phone number is already registered
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಈಗಾಗಲೆ ನೋಂದಾಯಿಸಲಾಗಿದೆ
mr: फोन नंबर आधीच नोंदणीकृत आहे

# loginWithRegisteredNumber
source: Login with your registered number
kn: ನೋಂದಣಿ ಮಾಡಿದ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ
mr: तुमच्या नोंदणीकृत क्रमांकासह लॉगिन करा

# dontHaveAccount
source: Don't have an account?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
mr: खाते नाही का?

source: Welcome
kn: ಸ್ವಾಗತ
mr: स्वागत आहे

# subTitle
source: Ghar bete Paye Yojanao Ka Labh..!!
kn: ಮನೆಗಳಲ್ಲಿ ಯೋಜನೆ ಲಾಭ..!!
mr: घरबसल्या योजना लाभ..!!

# soilCardBenefit1Title
source: Soil Health Report
kn: ಮಣ್ಣು ಆರೋಗ್ಯ ವರದಿ
mr: मातीचे आरोग्य अहवाल

# soilCardBenefit1Description
source: Farmers receive reports on soil pH, nutrient levels, and suggestions for improvement.
kn: ಕೃಷಿಕರಿಗೆ ಮಣ್ಣಿನ pH, ಪೋಷಕಾಂಶ ಮಟ್ಟಗಳು ಮತ್ತು ಸುಧಾರಣೆಗಾಗಿ ಸೂಚನೆಗಳು ದೊರೆಯುತ್ತವೆ.
mr: शेतकऱ्यांना मातीचा pH, पोषक घटकांची पातळी आणि सुधारण्याचे सुचवलेले उपाय मिळतात.

# soilCardBenefit2Title
source: Better Fertilizer Usage
kn: ಉತ್ತಮ ರಸಗೊಬ್ಬರ ಬಳಕೆ
mr: सर्वोत्तम खत वापर

# soilCardBenefit2Description
source: Improves fertilizer application based on scientific data.
kn: ವೈಜ್ಞಾನಿಕ ಆಧಾರದ ಮೇಲೆ ರಸಗೊಬ್ಬರ ಬಳಕೆಯನ್ನು ಸುಧಾರಿಸುತ್ತದೆ.
mr: वैज्ञानिक डेटावर आधारित खत वापर सुधारतो.

# soilCardBenefit3Title
source: Soil Conservation
kn: ಮಣ್ಣು ಸಂರಕ್ಷಣೆ
mr: माती संवर्धन

# soilCardBenefit3Description
source: Promotes long-term soil health and reduces overuse of chemicals.
kn: ದೀರ್ಘಕಾಲದ ಮಣ್ಣು ಆರೋಗ್ಯವನ್ನು ಉತ್ತೇಜಿಸುತ್ತದೆ ಮತ್ತು ರಾಸಾಯನಿಕಗಳ ಅತಿಯಾದ ಬಳಕೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.
mr: रासायनिक वापर कमी करून दीर्घकालीन मातीचे आरोग्य जपतो.

source: Soil Health Card Scheme
kn: ಮಣ್ಣು ಆರೋಗ್ಯ ಕಾರ್ಡ್ ಯೋಜನೆ
mr: मृदा आरोग्य पत्रिका योजना

source: About the Scheme
kn: ಯೋಜನೆಯ ಬಗ್ಗೆ
mr: योजनेबद्दल

# soil_health_card_description
source: The Soil Health Card Scheme provides farmers with detailed information about the health of their soil, promoting scientific fertilization and better agricultural outcomes.
kn: ಮಣ್ಣು ಆರೋಗ್ಯ ಕಾರ್ಡ್ ಯೋಜನೆಯು ರೈತರಿಗೆ ಮಣ್ಣಿನ ಆರೋಗ್ಯದ ಕುರಿತು ವಿವರವಾದ ಮಾಹಿತಿಯನ್ನು ನೀಡುತ್ತದೆ, ವೈಜ್ಞಾನಿಕ ರಸಗೊಬ್ಬರ ಬಳಕೆಯ ಮೂಲಕ ಉತ್ತಮ ಕೃಷಿ ಫಲಿತಾಂಶವನ್ನು ಉತ್ತೇಜಿಸುತ್ತದೆ.
mr: मृदा आरोग्य पत्रिका योजना शेतकऱ्यांना मातीच्या आरोग्याची सविस्तर माहिती देते, शास्त्रीय पद्धतीने खतांचा वापर आणि चांगले उत्पादन सुनिश्चित करते.

source: Key Benefits
kn: ಮುಖ್ಯ ಲಾಭಗಳು
mr: मुख्य फायदे

source: Eligibility Criteria
kn: ಅರ್ಹತಾ ಮಾನದಂಡಗಳು
mr: पात्रता निकष

# eligibility_description
source: All farmers across the country are eligible to avail this scheme, regardless of landholding size.
kn: ಭೂಸ್ವಾಮ್ಯದ ಗಾತ್ರಕ್ಕೆ ಸಂಬಂಧವಿಲ್ಲದೆ ದೇಶದ ಎಲ್ಲ ರೈತರು ಈ ಯೋಜನೆಯ ಲಾಭ ಪಡೆಯಲು ಅರ್ಹರಾಗಿರುತ್ತಾರೆ.
mr: जमिनीच्या आकाराशी संबंध न ठेवता देशातील सर्व शेतकरी या योजनेच्या लाभासाठी पात्र आहेत.

source: Application Process
kn: ಅರ್ಜಿಸು ಪ್ರಕ್ರಿಯೆ
mr: अर्ज प्रक्रिया

# application_steps
source: 1. Visit the nearest Krishi Vigyan Kendra (KVK) or apply online. 2. Submit required documents such as land records. 3. Receive soil testing results and report. 4. Implement recommended improvements.
kn: 1. najjika ಕೃಷಿ ವಿಜ್ಞಾನ ಕೇಂದ್ರ (KVK) ಗೆ ಭೇಟಿ ನೀಡಿ ಅಥವಾ ಆನ್ಲೈನ್‌ನಲ್ಲಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ. 2. ಭೂ ದಾಖಲೆಗಳಂತಹ ಅಗತ್ಯ ದಾಖಲೆಗಳನ್ನು ಸಲ್ಲಿಸಿ. 3. ಮಣ್ಣು ಪರೀಕ್ಷಾ ಫಲಿತಾಂಶ ಮತ್ತು ವರದಿ ಸ್ವೀಕರಿಸಿ. 4. ಶಿಫಾರಸು ಮಾಡಿದ ಸುಧಾರಣೆಗಳನ್ನು ಜಾರಿಗೆ ತಂದುಕೊಳ್ಳಿ.
mr: १. जवळच्या कृषी विज्ञान केंद्रात (KVK) भेट द्या किंवा ऑनलाईन अर्ज करा. २. जमिनीच्या नोंदीसारखी आवश्यक कागदपत्रे सादर करा. ३. माती तपासणीचे निकाल व अहवाल मिळवा. ४. सुचवलेल्या सुधारणा अंमलात आणा.

source: Apply Now
kn: ಅರ್ಜಿಸಿ
mr: अर्ज करा

source: Back
kn: ಹಿಂದೆ ಹೋಗಿ
mr: मागे जा

# app_title
source: Registration Form
kn: ನೋಂದಣಿ ಫಾರ್ಮ್
mr: नोंदणी फॉर्म

source: User Organisation Details
kn: ಬಳಕೆದಾರ ಸಂಘಟನೆ ವಿವರಗಳು
mr: वापरकर्ता संघटन तपशील

source: User Details
kn: ಬಳಕೆದಾರ ವಿವರಗಳು
mr: वापरकर्ता तपशील

source: User Login Account Details
kn: ಬಳಕೆದಾರ ಲಾಗಿನ್ ಖಾತೆ ವಿವರಗಳು
mr: वापरकर्ता लॉगिन खाते तपशील

# submit_button
source: Submit
kn: ಹೊಂದಿಸು
mr: सादर करा

source: State Name
kn: ರಾಜ್ಯ ಹೆಸರು
mr: राज्याचे नाव

source: Department Name
kn: ವಿಭಾಗ ಹೆಸರು
mr: विभागाचे नाव

source: Office Type
kn: ದಫ್ತರ ಪ್ರಕಾರ
mr: कार्यालय प्रकार

source: Organisation Name
kn: ಸಂಸ್ಥೆ ಹೆಸರು
mr: संघटनाचे नाव

source: Office Name
kn: ದಫ್ತರ ಹೆಸರು
mr: कार्यालयाचे नाव

source: First Name
kn: ಮೊದಲ ಹೆಸರು
mr: पहिले नाव

source: Middle Name
kn: ಮಧ್ಯ ಹೆಸರು
mr: मधले नाव

source: Last Name
kn: ಕೊನೆಯ ಹೆಸರು
mr: आखरी नाव

source: Designation
kn: ಹುದ್ದೆ
mr: पद

source: Email
kn: ಇಮೇಲ್
mr: ईमेल

source: Mobile Number
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
mr: मोबाईल क्रमांक

source: Login Name
kn: ಲಾಗಿನ್ ಹೆಸರು
mr: लॉगिन नाव

source: Password
kn: ಪಾಸ್ವರ್ಡ್
mr: पासवर्ड

source: Confirm Password
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
mr: पासवर्ड पुष्टी करा

source: User Role
kn: ಬಳಕೆದಾರ ಪಾತ್ರ
mr: वापरकर्ता भूमिका

# captcha_refresh
source: Refresh
kn: ಹೆಚ್ಚಿಸು
mr: ताजे करा

# captcha_image_code
source: Image Code
kn: ಚಿತ್ರ ಕೋಡ್
mr: प्रतिमा कोड

# required_field
source: Required
kn: ಆವಶ್ಯಕ
mr: आवश्यक

# pmfbyTitle
source: PMFBY Registration
kn: ಪಿಎಂಎಫ್‌ಬಿವೈ ನೋಂದಣಿ
mr: प्रधानमंत्री फसल बीमा योजना (PMFBY)

source: About the Scheme
kn: ಯೋಜನೆ ಬಗ್ಗೆ
mr: योजनेविषयी

# pmfbyAbout
source: PMFBY is a crop insurance scheme launched by the Government of India to provide insurance coverage and financial support...
mr: PMFBY ही एक पीक विमा योजना आहे जी भारत सरकारने शेतकऱ्यांना पीक अपयशाच्या घटनेत विमा संरक्षण आणि आर्थिक मदत देण्यासाठी सुरू केली आहे. यामुळे शेतकऱ्यांचे उत्पन्न स्थिर राहते आणि त्यांना नाविन्यपूर्ण व आधुनिक कृषी तंत्रे स्वीकारण्यासाठी प्रोत्साहन मिळते.

source: Key Benefits
kn: ಮುಖ್ಯ ಲಾಭಗಳು
mr: मुख्य लाभ

source: Crop Insurance
mr: पीक विमा

# cropInsuranceDesc
source: Protects farmers against crop losses due to natural calamities, pests, and diseases.
mr: नैसर्गिक आपत्ती, कीटक आणि रोगांमुळे झालेल्या पीक नुकसानीपासून संरक्षण देते.

source: Financial Stability
mr: आर्थिक स्थैर्य

# financialStabilityDesc
source: Compensates for loss, helping farmers recover and reinvest in farming.
mr: नुकसान भरपाई देऊन शेतकऱ्यांना पुनर्प्रतिष्ठा आणि पुन्हा गुंतवणूक करण्यात मदत करते.

source: Modern Techniques
mr: आधुनिक तंत्रज्ञान

# modernTechniquesDesc
source: Encourages farmers to use advanced agricultural practices.
mr: शेतकऱ्यांना प्रगत कृषी पद्धती वापरण्यास प्रोत्साहित करते.

source: Eligibility Criteria
kn: ಅರ್ಹತಾ ಮಾನದಂಡಗಳು
mr: पात्रता निकष

# pmfbyEligibility
source: ✔️ All farmers including sharecroppers and tenant farmers. ✔️ Must have insurable interest in the crop. ✔️ Should cultivate notified crops in notified areas.
mr: ✔️ सर्व शेतकरी, सामायिक शेतकरी आणि भाडेकरू शेतकरी. ✔️ पिकावर विमा घ्यायचा स्वारस्य असणे आवश्यक. ✔️ अधिसूचित क्षेत्रात अधिसूचित पीक घेतले पाहिजे.

source: Application Process
kn: ಅರ್ಜಿ ಪ್ರಕ್ರಿಯೆ
mr: अर्ज प्रक्रिया

# pmfbyApplicationProcess
source: 1. Visit the PMFBY official website or your nearest CSC (Common Service Center)...
mr: 1. PMFBY अधिकृत संकेतस्थळ किंवा जवळच्या CSC ला भेट द्या. 2. जमीन मालकी, पेरणीचा पुरावा, आणि आधार कार्ड सादर करा. 3. विमा घ्यायच्या पिकांची निवड करा आणि अर्ज भरा. 4. अर्ज सबमिट करा व पावती ठेवा.

source: Apply Now
kn: ಈಗಲೇ ಅರ್ಜಿ ಹಾಕಿ
mr: अर्ज करा

# aboutScheme
source: About the Scheme
kn: ಯೋಜನೆಯ ಬಗ್ಗೆ
mr: योजनेबद्दल माहिती

# benefit1Title
source: Online Market Access
kn: ಆನ್‌ಲೈನ್ ಮಾರುಕಟ್ಟೆಗೆ ಪ್ರವೇಶ
mr: पीक विमा

# benefit1Desc
source: Enables farmers to sell their produce online across states.
kn: ರೈತರು ತಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾರಾಟ ಮಾಡಬಹುದು.
mr: नैसर्गिक आपत्ती, कीटक आणि रोगांमुळे झालेल्या पीक नुकसानीपासून संरक्षण देते.

# benefit2Title
source: Better Price Discovery
kn: ಉತ್ತಮ ಬೆಲೆ
mr: आर्थिक स्थैर्य

# benefit2Desc
source: Assures competitive pricing through transparent bidding processes.
kn: ಪಾರದರ್ಶಕ ಹರಾಜು ಪ್ರಕ್ರಿಯೆಯಿಂದ ಉತ್ತಮ ಬೆಲೆ ಲಭಿಸುತ್ತದೆ.
mr: नुकसान भरपाई देऊन शेतकऱ्यांना पुनर्प्रतिष्ठा आणि पुन्हा गुंतवणूक करण्यात मदत करते.

# benefit3Title
source: Reduced Middlemen
kn: ಮಧ್ಯವರ್ತಿಗಳ ಅವಶ್ಯಕತೆ ಕಡಿಮೆ
mr: आधुनिक तंत्रज्ञान

# benefit3Desc
source: Minimizes exploitation by providing direct buyer-seller connect.
kn: ರೈತರು ನೇರವಾಗಿ ಖರೀದಿದಾರರೊಂದಿಗೆ ವ್ಯವಹರಿಸಬಹುದು.
mr: शेतकऱ्यांना प्रगत कृषी पद्धती वापरण्यास प्रोत्साहित करते.

# eligibility
source: Eligibility Criteria
kn: ಅರ್ಹತಾ ಅಂಶಗಳು
mr: पात्रता निकष

# eligibilityDescription
source: ✔️ All farmers with a mobile phone number. ✔️ No restriction based on location, income, or landholding. ✔️ Basic knowledge of mobile phone usage.
kn: ✔️ ಮೊಬೈಲ್ ಫೋನನ್ನು ಹೊಂದಿರುವ ಎಲ್ಲಾ ರೈತರು. ✔️ ಸ್ಥಳ, ಆದಾಯ ಅಥವಾ ಭೂಧಾರಣೆ ಆಧಾರದ ಮೇಲೆ ಯಾವುದೇ ನಿರ್ಬಂಧವಿಲ್ಲ. ✔️ ಮೊಬೈಲ್ ಫೋನನ್ನು ಬಳಸಲು ಮೂಲಭೂತ ಜ್ಞಾನ.
mr: ✔️ मोबाइल फोन असलेले सर्व शेतकरी. ✔️ स्थान, उत्पन्न किंवा जमीनधारणावर आधारित कोणतेही बंधन नाही. ✔️ मोबाइल फोन वापरण्याचे मूलभूत ज्ञान.

# applicationSteps
source: 1. Visit the official e-NAM portal. 2. Click on "Registration" and choose your user type. 3. Fill in your personal, bank, and mandi details. 4. Submit and await verification.
kn: 1. ಅಧಿಕೃತ e-NAM ಪೋರ್ಟಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ. 2. "ನೋಂದಣಿ" ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಬಳಕೆದಾರರ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ. 3. ವೈಯಕ್ತಿಕ, ಬ್ಯಾಂಕ್ ಮತ್ತು ಮಾರುಕಟ್ಟೆ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ. 4. ಸಲ್ಲಿಸಿ ಮತ್ತು ಪರಿಶೀಲನೆಗಾಗಿ ಕಾಯಿರಿ.
mr: 1. PMFBY अधिकृत संकेतस्थळ किंवा जवळच्या CSC (कॉमन सर्व्हिस सेंटर) ला भेट द्या. 2. जमीन मालकी, पेरणीचा पुरावा, आणि आधार कार्ड यांसारखी आवश्यक कागदपत्रे सादर करा. 3. विमा घ्यायच्या पिकांची निवड करा आणि अर्ज भरा. 4. अर्ज सबमिट करा व पावती ठेवा.

# mkisanAbout
source: The mKisan Portal is an initiative by the Ministry of Agriculture...
kn: ಎಂಕಿಸಾನ್ ಪೋರ್ಟಲ್ ಕೃಷಿ ಸಚಿವಾಲಯದ ಉಪಕ್ರಮವಾಗಿದೆ...
mr: एम किसान पोर्टल हे कृषी मंत्रालय, भारत सरकार यांचे एक उपक्रम आहे...

source: SMS Advisory
kn: SMS ಸಲಹೆ
mr: SMS सल्ला

# smsAdvisoryDesc
source: Farmers receive SMS-based alerts...
kn: ಹವಾಮಾನ, ಮಾರುಕಟ್ಟೆ ಬೆಲೆ, ರೋಗ ನಿರ್ವಹಣೆ ಇತ್ಯಾದಿ ಬಗ್ಗೆ ಎಸ್‌ಎಂಎಸ್‌ಗಳ ಮೂಲಕ ಮಾಹಿತಿ ಸಿಗುತ್ತದೆ...
mr: शेतकऱ्यांना हवामान, बाजारभाव, रोगराई इत्यादींबाबत एसएमएस अलर्ट मिळतात...

source: Multi-language Support
kn: ಬಹುಭಾಷಾ ಬೆಂಬಲ
mr: बहुभाषिक समर्थन

# multiLanguageSupportDesc
source: Messages are sent in regional language...
kn: ಶೇತಕಾರರಿಗೆ ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ...
mr: शेतकऱ्यांना त्यांच्या प्रादेशिक भाषेत संदेश पाठवले जातात...

source: Timely Updates
kn: ಸಮಯೋಪಯುಕ್ತ ಅಪ್‌ಡೇಟ್‌ಗಳು
mr: तात्काळ अद्यतने

# timelyUpdatesDesc
source: Critical information is shared in real-time...
kn: ಶೇತಕಾರರು ಸಮಯದಲ್ಲಿ ತೀರ್ಮಾನ ತೆಗೆದುಕೊಳ್ಳಲು ಅಗತ್ಯ ಮಾಹಿತಿ ನೀಡಲಾಗುತ್ತದೆ...
mr: महत्वाची माहिती वेळेवर शेअर केली जाते...

# mkisanEligibility
source: ✔️ All farmers with a mobile phone number...
kn: ✔️ ಮೊಬೈಲ್ ಫೋನ್ ಇರುವ ಎಲ್ಲ ಶೇತಕಾರರೂ ಅರ್ಹ... ✔️ ಸ್ಥಳ, ಆದಾಯ ಅಥವಾ ಭೂಮಿಯ ಮಾಲಿಕತ್ವದ ಮೇಲೆ ಯಾವುದೇ ನಿರ್ಬಂಧ ಇಲ್ಲ... ✔️ ಮೊಬೈಲ್ ಬಳಕೆಯ ಪ್ರಾಥಮಿಕ ಜ್ಞಾನ...
mr: ✔️ मोबाईल फोन असलेले सर्व शेतकरी पात्र... ✔️ स्थान, उत्पन्न किंवा जमीन धारणा यावर कोणतीही अट नाही... ✔️ मोबाईल वापराचे मूलभूत ज्ञान आवश्यक...

source: How to Apply
kn: ಅರ್ಜಿಸುವ ವಿಧಾನ
mr: अर्ज कसा करावा

# mkisanHowToApply
source: 1. Visit the mKisan portal... 2. Click on 'Farmer Registration'...
kn: 1. ಕೆಳಗಿನ ಲಿಂಕ್ ಮೂಲಕ ಎಂಕಿಸಾನ್ ಪೋರ್ಟಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ... 2. 'Farmer Registration' ಕ್ಲಿಕ್ ಮಾಡಿ... 3. ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಹಾಗೂ ಸ್ಥಳ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ... 4. ಇಚ್ಛಿತ ಬೆಳೆಗಳು ಮತ್ತು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ... 5. ಎಸ್‌ಎಂಎಸ್ ಸಲಹೆಗಳನ್ನು ಪಡೆಯಲು ಸಲ್ಲಿಸಿ...
mr: 1. खाली दिलेल्या लिंकवरून एम किसान पोर्टलला भेट द्या... 2. 'Farmer Registration' वर क्लिक करा... 3. तुमचा मोबाईल नंबर व स्थानिक माहिती भरा... 4. पिके व भाषा निवडा... 5. एसएमएस सल्ला मिळवण्यासाठी सबमिट करा...

# openingPortal
source: Opening mKisan Portal...
kn: ಎಂಕಿಸಾನ್ ಪೋರ್ಟಲ್ ತೆರೆಯಲಾಗುತ್ತಿದೆ...
mr: एम किसान पोर्टल उघडत आहे...

source: Visit Portal
kn: ಪೋರ್ಟ್‌ಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ
mr: पोर्टलला भेट द्या

# scheme_name
source: mKisan Scheme
kn: mಕಿಸಾನ್ ಯೋಜನೆ
mr: mकिसान योजना

# about_the_scheme_description
source: The mKisan portal allows farmers to receive agricultural advisories via SMS. It connects them to experts, schemes, and market information.
kn: mಕಿಸಾನ್ ಪೋರ್ಟಲ್ ರೈತರಿಗೆ SMS ಮೂಲಕ ಕೃಷಿ ಸಲಹೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ. ಇದು ಅವರಿಗೆ ತಜ್ಞರು, ಯೋಜನೆಗಳು ಮತ್ತು ಮಾರುಕಟ್ಟೆ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
mr: mकिसान पोर्टलद्वारे शेतकऱ्यांना एसएमएसद्वारे शेतीविषयक सल्ला दिला जातो. हे त्यांना तज्ञ, योजना आणि बाजार माहितीशी जोडते.

source: How to Register
kn: ನೋಂದಣಿ ಹೇಗೆ ಮಾಡುವುದು
mr: नोंदणी कशी करावी

source: Name
kn: ಹೆಸರು
mr: नाव

source: Gender
kn: ಲಿಂಗ
mr: लिंग

source: State
kn: ರಾಜ್ಯ
mr: राज्य

source: District
kn: ಜಿಲ್ಲೆ
mr: जिल्हा
