Repository: Rohitnik2266/Panchayat_Raj-Flutter-Application
Catalog: lib/l10n/intl_*.arb
Languages: kn, mr

# projectState
source: State
kn: ರಾಜ್ಯ
mr: राज्य

# projectDistrict
source: District
kn: ಜಿಲ್ಲೆ
mr: जिल्हा

# projectCityVillage
source: City/Village
kn: ನಗರ/ಹಳ್ಳಿ
mr: शहर/गाव

source: Project Geo-Location
kn: ಭೌಗೋಳಿಕ ಸ್ಥಳ
mr: भौगोलिक स्थान

source: Longitude
kn: ರೇಖಾಂಶ
mr: रेखांश

source: Latitude
kn: ಅಕ್ಷಾಂಶ
mr: अक्षांश

source: Loan Details
kn: ಣಾ ವಿವರಗಳು
mr: कर्ज तपशील

source: Lending Institution
kn: ಣಾ ನೀಡುವ ಸಂಸ್ಥೆ
mr: कर्ज संस्था

source: Branch State
kn: ಶಾಖೆಯ ರಾಜ್ಯ
mr: शाखा राज्य

source: Branch District
kn: ಶಾಖೆಯ ಜಿಲ್ಲೆ
mr: शाखा जिल्हा

source: Loan Amount
kn: ಣಾ ಮೊತ್ತ
mr: कर्जाची रक्कम

source: Beneficiary Contribution
kn: ಲಾಭದಾರರ ಕೊಡುಗೆ
mr: हितधारकाचे योगदान

# termYear
source: Term (Years)
kn: ಅವಧಿ (ವರ್ಷಗಳು)
mr: कालावधी (वर्षे)

# termMonth
source: Term (Months)
kn: ಅವಧಿ (ತಿಂಗಳು)
mr: कालावधी (महिने)

source: Indicative Interest (%)
kn: ಸೂಚಕ ಬಡ್ಡಿದರ (%)
mr: सूचक व्याज दर (%)

source: Effective Interest (%)
kn: ಕಾರ್ಯಕ್ಷಮ ಬಡ್ಡಿದರ (%)
mr: प्रभावी व्याज दर (%)

source: Captcha Verification
kn: ಕ್ಯಾಪ್ಚಾ ಪರಿಶೀಲನೆ
mr: कॅप्चा पडताळणी

source: Clear
kn: ಅಳಿಸಿ
mr: साफ करा

# invalidCaptcha
source: Invalid captcha entered
kn: ತಪ್ಪಾದ ಕ್ಯಾಪ್ಚಾ ನಮೂದಿಸಲಾಗಿದೆ
mr: चुकीचा कॅप्चा प्रविष्ट केला

source: PM-KUSUM Scheme
kn: ಪ್ರಧಾನ ಮಂತ್ರಿ ಕುಸುಮ್ ಯೋಜನೆ
mr: प्रधानमंत्री कुसुम योजना

# pmKusumAbout
source: The Pradhan Mantri Kisan Urja Suraksha evam Utthaan Mahabhiyan (PM-KUSUM) is a government initiative...
kn: ಪ್ರಧಾನ ಮಂತ್ರಿ ಕೃಷಿಕರ ಊರ್ಜಾ ಸುರಕ್ಷಾ ಹಾಗೂ ಉತ್ತಾನ ಮಹಾಭಿಯಾನ (PM-KUSUM) ಕೃಷಿಯಲ್ಲಿ ಸೌರ ವಿದ್ಯುತ್ ಉತ್ತೇಜಿಸಲು ಸರ್ಕಾರದ ಯೋಜನೆಯಾಗಿದೆ...
mr: प्रधानमंत्री किसान ऊर्जा सुरक्षा व उत्थान महाभियान (PM-KUSUM) ही शेतीसाठी सौरऊर्जेला चालना देणारी सरकारी योजना आहे...

# solarPump
source: Solar Pump Installation
kn: ಸೌರ ಪಂಪ್ ಸ್ಥಾಪನೆ
mr: सौर पंप बसवणे

# solarPumpDesc
source: Subsidy for installing off-grid solar pumps for irrigation.
kn: ನಿರ್ಭರಿತ ಸಿಂಚನಕ್ಕಾಗಿ ಆಫ್‌ಗ್ರಿಡ್ ಸೌರ ಪಂಪ್‌ಗಳಿಗೆ ಅನುದಾನ.
mr: सिंचनासाठी ऑफ-ग्रिड सौर पंप बसवण्यासाठी अनुदान.

source: Clean Energy
kn: ಶುದ್ಧ ವಿದ್ಯುತ್
mr: स्वच्छ ऊर्जा

# cleanEnergyDesc
source: Reduces dependency on diesel and electricity by promoting clean energy use.
kn: ಡೀಸೆಲ್ ಮತ್ತು ವಿದ್ಯುತ್ ಅವಲಂಬನೆ ಕಡಿಮೆ ಮಾಡಿ ಶುದ್ಧ ವಿದ್ಯುತ್ ಬಳಕೆಗೆ ಉತ್ತೇಜನೆ.
mr: डिझेल आणि विजेवरील अवलंबन कमी करून स्वच्छ ऊर्जा वापरास प्रोत्साहन.

source: Extra Income
kn: ಹೆಚ್ಚುವರಿ ಆದಾಯ
mr: अतिरिक्त उत्पन्न

# extraIncomeDesc
source: Farmers can sell surplus solar power to the grid and earn income.
kn: ಕೃಷಕರು ಶೇಖರಿಸಿದ ಸೌರ ವಿದ್ಯುತ್ ಅನ್ನು ಗ್ರಿಡ್ ಗೆ ಮಾರಾಟ ಮಾಡಿ ಆದಾಯ ಗಳಿಸಬಹುದು.
mr: शेतकरी अतिरिक्त सौर ऊर्जा ग्रिडला विकून उत्पन्न मिळवू शकतात.

# pmKusumEligibility
source: ✔️ Individual farmers, cooperatives, and FPOs. ✔️ Farmers with grid-connected pumps. ✔️ Willingness to invest the beneficiary share.
kn: ✔️ ವೈಯಕ್ತಿಕ ಕೃಷಕರು, ಸಹಕಾರಿ ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಕೃಷಿಕರ ಉತ್ಪಾದಕರ ಸಂಘಗಳು (FPO). ✔️ ಗ್ರೀಡ್ ಸಂಪರ್ಕ ಹೊಂದಿದ ಕೃಷಿ ಪಂಪ್ ಹೊಂದಿರುವವರು. ✔️ ಪಂಪ್ ಗೆ ಭಾಗಧಾರಕ ಹೂಡಿಕೆಗೆ ಇಚ್ಛಾಶಕ್ತಿಯುಳ್ಳವರು.
mr: ✔️ वैयक्तिक शेतकरी, सहकारी संस्था आणि शेतकरी उत्पादक संस्था (FPO). ✔️ ग्रीडशी जोडलेले पंप असलेले शेतकरी. ✔️ अनुदानाच्या हिस्सासाठी गुंतवणुकीस तयारी.

# pmKusumApplySteps
source: 1. Visit the official PM-KUSUM website... 2. Register... 3. Choose component... 4. Submit documents... 5. On approval...
kn: 1. ಅಧಿಕೃತ PM-KUSUM ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿನೀಡಿ... 2. ವೈಯಕ್ತಿಕ ಮತ್ತು ಭೂಮಿ ವಿವರಗಳೊಂದಿಗೆ ನೋಂದಣಿ ಮಾಡಿ... 3. ನಿಮಗೆ ಬೇಕಾದ ಘಟಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ... 4. ಅಗತ್ಯ ದಾಖಲೆಗಳನ್ನು ಸಲ್ಲಿಸಿ... 5. ಅನುಮೋದನೆಯ ನಂತರ ಅನುದಾನ ಮತ್ತು ಸ್ಥಾಪನೆಯ ಪ್ರಕ್ರಿಯೆ ಆರಂಭವಾಗುತ್ತದೆ.
mr: 1. अधिकृत PM-KUSUM वेबसाइटला भेट द्या... 2. वैयक्तिक आणि शेतजमिनीची माहिती नोंदणी करा... 3. घटक निवडा... 4. आवश्यक कागदपत्रे सादर करा... 5. मंजुरीनंतर अनुदान आणि बसवण्याची प्रक्रिया सुरू होईल.

# nationalAgriInfraFinancingFacility
source: National Agriculture Infra Financing Facility
kn: ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ಮೂಲಸೌಕರ್ಯ ಹಣಕಾಸು ಸೌಲಭ್ಯ
mr: राष्ट्रीय कृषी पायाभूत सुविधा वित्त योजना

# naifAboutText
source: The National Agriculture Infra Financing Facility (Agri Infra Fund) is a central government initiative to boost agriculture infrastructure...
kn: ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ಮೂಲಸೌಕರ್ಯ ಹಣಕಾಸು ಸೌಲಭ್ಯ (ಅಗ್ರಿ ಇನ್ಫ್ರಾ ಫಂಡ್) ಕೃಷಿಗೆ ಅಗತ್ಯವಿರುವ ಮೂಲಸೌಕರ್ಯ ಅಭಿವೃದ್ಧಿಗೆ ಉದ್ದಕಾಲದ ಸಾಲ ನೀಡುವ ಕೇಂದ್ರ ಸರಕಾರದ ಯೋಜನೆ...
mr: राष्ट्रीय कृषी पायाभूत सुविधा वित्त योजना ही शेतीसाठी पायाभूत सुविधा तयार करण्यासाठी दीर्घ मुदतीचे कर्ज पुरवणारी केंद्र सरकारची योजना आहे...

source: Loan Support
kn: ಸಾಲ ಬೆಂಬಲ
mr: कर्ज सहाय्य

# loanSupportDesc
source: Medium to long-term loans with interest subvention and credit guarantee.
kn: ಬಡ್ಡಿದರ ಸಬ್ಸಿಡಿ ಮತ್ತು ಕ್ರೆಡಿಟ್ ಗ್ಯಾರಂಟಿಯೊಂದಿಗೆ ಮಧ್ಯಮದಿಂದ ಉದ್ದಕಾಲದ ಸಾಲ.
mr: व्याज सवलत आणि पत हमीसह मध्यम ते दीर्घ मुदतीचे कर्ज.

source: Infrastructure Development
kn: ಮೂಲಸೌಕರ್ಯ ಅಭಿವೃದ್ಧಿ
mr: पायाभूत सुविधा विकास

# infrastructureDevelopmentDesc
source: Support for cold storage, silos, warehouses, pack houses, and more.
kn: ಕೂಲ್ಡ್ ಸ್ಟೋರೆಜ್, ಸೈಲೋಸ್, ಗೋದಾಮು, ಪ್ಯಾಕ್ ಹೌಸ್‌ಗೆ ಬೆಂಬಲ.
mr: थंड साठवण, सायलो, गोदामे, पॅक हाऊस यांसाठी सहाय्य.

source: Broad Beneficiary Base
kn: ವಿಸ್ತೃತ ಲಾಭಾರ್ಥಿಗಳ ಜತೆ
mr: व्यापक लाभार्थी वर्ग

# broadBeneficiaryBaseDesc
source: Includes FPOs, PACS, agri-entrepreneurs, and start-ups.
kn: FPOಗಳು, PACSಗಳು, ಕೃಷಿ ಉದ್ಯಮಿಗಳು ಮತ್ತು ಸ್ಟಾರ್ಟ್‌ಅಪ್‌ಗಳು ಸೇರಿವೆ.
mr: एफपीओ, पीएसीएस, कृषी उद्योजक आणि स्टार्टअप्स यांचा समावेश.

# naifEligibility
source: ✔️ Farmer Producer Organizations (FPOs)...
kn: ✔️ ರೈತ ಉತ್ಪಾದಕರ ಸಂಸ್ಥೆಗಳು (FPOs)...
mr: ✔️ शेतकरी उत्पादक संस्था (FPOs)...

# naifApplicationProcess
source: 1. Visit the official Agri Infra Fund portal... 2. Register your organization...
kn: 1. ಅಧಿಕೃತ ಪೋರ್ಟಲ್‌ಗೆ ಭೇಟಿ ನೀಡಿ... 2. ನಿಮ್ಮ ಸಂಸ್ಥೆಯನ್ನು ನೋಂದಾಯಿಸಿ...
mr: 1. अधिकृत पोर्टलला भेट द्या... 2. आपली संस्था नोंदवा...

# formAlreadySubmitted
source: You have already applied for this scheme.
kn: ನೀವು ಈಗಾಗಲೇ ಈ ಯೋಜನೆಗೆ ಅರ್ಜಿ ಸಲ್ಲಿಸಿದ್ದೀರಿ.
mr: तुम्ही या योजनेसाठी आधीच अर्ज केला आहे.

# nameLabel
source: Full Name
kn: ಪೂರ್ಣ ಹೆಸರು
mr: पूर्ण नाव

source: Father/Mother Name
kn: ತಂದೆ/ತಾಯಿ ಹೆಸರು
mr: वडील/आईचे नाव

source: Aadhar Number
kn: ಆಧಾರ್ ಸಂಖ್ಯೆ
mr: आधार क्रमांक

source: Educational Qualifications
kn: ಶೈಕ್ಷಣಿಕ ಅರ್ಹತೆಗಳು
mr: शैक्षणिक पात्रता

source: Education Level
kn: ಶಿಕ್ಷಣ ಮಟ್ಟ
mr: शिक्षण स्तर

source: Institute
kn: ಸಂಸ್ಥೆ
mr: संस्था

source: University/Board
kn: ವಿಶ್ವವಿದ್ಯಾಲಯ/ಬೋರ್ಡ್
mr: विद्यापीठ/बोर्ड

source: Year of Passing
kn: ಪಾಸಾದ ವರ್ಷ
mr: उत्तीर्ण वर्ष

source: Total Marks
kn: ಒಟ್ಟು ಅಂಕಗಳು
mr: एकूण गुण

source: Marks Obtained
kn: ಪಡೆಯಲಾದ ಅಂಕಗಳು
mr: प्राप्त गुण

source: Branch Address
kn: ಶಾಖೆಯ ವಿಳಾಸ
mr: शाखेचा पत्ता

# uploadAadhar
source: Upload Aadhar Card
kn: ಆಧಾರ್ ಕಾರ್ಡ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
mr: आधार कार्ड अपलोड करा

# dbtAgriTitle
source: Direct Benefit Transfer (DBT) in Agriculture
mr: शेतीसाठी थेट लाभ हस्तांतरण (DBT)

# dbtAgriAbout
source: The Direct Benefit Transfer (DBT) in Agriculture scheme ensures the direct delivery of subsidies and financial benefits to farmers by transferring them straight into their bank accounts, eliminating middlemen and leakages. This system ensures greater transparency and efficiency in subsidy distribution.
mr: शेतीसाठी थेट लाभ हस्तांतरण (DBT) योजना शेतकऱ्यांना अनुदाने व आर्थिक मदत थेट त्यांच्या बँक खात्यात ट्रान्सफर करून देण्याची व्यवस्था करते. यामुळे मध्यस्थ व गैरव्यवहार टाळले जातात व पारदर्शकता राखली जाते.

# dbtAgriBenefit1Title
source: Direct Subsidy Credit
mr: थेट अनुदान जमा

# dbtAgriBenefit1Desc
source: Subsidies for fertilizers, seeds, and equipment are credited directly into farmers’ bank accounts.
mr: खते, बियाणे आणि उपकरणांवरील अनुदान थेट शेतकऱ्यांच्या बँक खात्यात जमा केले जाते.

# dbtAgriBenefit2Title
source: Transparency & Accountability
mr: पारदर्शकता आणि जबाबदारी

# dbtAgriBenefit2Desc
source: Reduces corruption and ensures subsidies reach the intended beneficiaries.
mr: भ्रष्टाचार टाळतो आणि लाभ थेट लाभार्थ्यांपर्यंत पोहोचतो.

# dbtAgriBenefit3Title
source: Fast & Efficient Disbursal
mr: जलद वितरण

# dbtAgriBenefit3Desc
source: Faster disbursement of financial aid and inputs without delays.
mr: आर्थिक मदत वेळेवर आणि अधिक कार्यक्षमतेने वितरीत केली जाते.

# dbtAgriEligibility
source: ✔️ All farmers across India with valid Aadhaar-linked bank accounts. ✔️ Registration on the DBT Agriculture portal. ✔️ Farmers eligible for subsidy programs under government schemes.
mr: ✔️ वैध आधार लिंक केलेल्या बँक खात्यांसह भारतातील सर्व शेतकरी. ✔️ DBT शेती पोर्टलवर नोंदणी आवश्यक. ✔️ सरकारच्या योजनांतर्गत अनुदानसाठी पात्र शेतकरी.

# dbtAgriApplySteps
source: 1. Visit the official DBT Agriculture portal. 2. Register with your Aadhaar, bank, and landholding details. 3. Choose the subsidy or scheme you are applying for. 4. Submit the application and wait for verification and approval.
mr: 1. DBT शेती पोर्टलला भेट द्या. 2. आपले आधार, बँक व जमीनधारक तपशील नोंदवा. 3. आपल्याला हवी असलेली योजना निवडा. 4. अर्ज सादर करा आणि मंजुरीची वाट पाहा.

source: Applied
kn: ಅರ್ಜಿಸಲಾದ
mr: अर्ज केले आहे

# acabcAboutText
source: The ACABC scheme is an initiative by the Ministry of Agriculture to support agriculture graduates in setting up agri-based ventures. The scheme provides training, financial support, and guidance to encourage self-employment in agriculture and allied sectors.
kn: ACABC ಯೋಜನೆ ಕೃಷಿ ಪದವೀಧರರಿಗೆ ಕೃಷಿ ಆಧಾರಿತ ಉದ್ಯಮ ಪ್ರಾರಂಭಿಸಲು ಕೃಷಿ ಸಚಿವಾಲಯದ ಒತ್ತಾಯದ ಕಾರ್ಯಕ್ರಮವಾಗಿದೆ. ಈ ಯೋಜನೆ ತರಬೇತಿ, ಆರ್ಥಿಕ ನೆರವು ಮತ್ತು ಮಾರ್ಗದರ್ಶನವನ್ನು ಒದಗಿಸಿ ಕೃಷಿ ಹಾಗೂ ಸಂಬಂಧಿತ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಸ್ವ ಉದ್ಯೋಗವನ್ನು ಉತ್ತೇಜಿಸುತ್ತದೆ.
mr: ACABC योजना ही कृषी पदवीधरांना कृषी-आधारित व्यवसाय सुरू करण्यासाठी कृषी मंत्रालयाची एक पुढाकार आहे. ही योजना प्रशिक्षण, आर्थिक मदत आणि मार्गदर्शन प्रदान करते जेणेकरून कृषी आणि संलग्न क्षेत्रांमध्ये स्वयंरोजगाराला चालना मिळेल.

# acabcBenefit1Title
source: Training & Skill Development
kn: ತರಬೇತಿ ಮತ್ತು ಕೌಶಲ್ಯ ಅಭಿವೃದ್ಧಿ
mr: प्रशिक्षण आणि कौशल्य विकास

# acabcBenefit1Desc
source: Free training provided through recognized institutes.
kn: ಅಂಗೀಕೃತ ಸಂಸ್ಥೆಗಳ ಮೂಲಕ ಉಚಿತ ತರಬೇತಿ ನೀಡಲಾಗುತ್ತದೆ.
mr: मान्यताप्राप्त संस्थांमार्फत विनामूल्य प्रशिक्षण दिले जाते.

# acabcBenefit2Title
source: Entrepreneurial Support
kn: ಉದ್ಯಮ ಆರಂಭಕ್ಕೆ ಬೆಂಬಲ
mr: उद्योजकतेसाठी समर्थन

# acabcBenefit2Desc
source: Helps agriculture graduates start their own agri-business or clinics.
kn: ಕೃಷಿ ಪದವೀಧರರಿಗೆ ಸ್ವಂತ ಕೃಷಿ ಉದ್ಯಮ ಅಥವಾ ಕ್ಲಿನಿಕ್ ಆರಂಭಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
mr: कृषी पदवीधरांना स्वतःचा व्यवसाय किंवा कृषी-क्लिनिक सुरू करण्यात मदत करते.

# acabcBenefit3Title
source: Subsidy & Credit Linkage
kn: ಸಬ್ಸಿಡಿ ಮತ್ತು ಸಾಲ ಸಂಪರ್ಕ
mr: अनुदान आणि कर्ज सुविधा

# acabcBenefit3Desc
source: Offers credit-linked subsidy and bank loan support.
kn: ಸಬ್ಸಿಡಿ ಮತ್ತು ಬ್ಯಾಂಕ್ ಸಾಲದ ಆಧಾರದ ಮೇಲೆ ಆರ್ಥಿಕ ಬೆಂಬಲ ಒದಗಿಸುತ್ತದೆ.
mr: अनुदान आणि बँक कर्जाच्या स्वरूपात आर्थिक सहाय्य प्रदान करते.

# acabcEligibilityText
source: ✔️ Agriculture and allied sector graduates (degree/diploma holders). ✔️ Preference for unemployed youth in rural areas. ✔️ Willingness to undergo training at designated centers.
kn: ✔️ ಕೃಷಿ ಅಥವಾ ಸಂಬಂಧಿತ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಪದವಿ/ಡಿಪ್ಲೊಮಾ ಹೊಂದಿರುವವರು. ✔️ ಗ್ರಾಮೀಣ ಪ್ರದೇಶದ ನಿರುದ್ಯೋಗಿ ಯುವಕರಿಗೆ ಆದ್ಯತೆ. ✔️ ಅಧೀನ ತರಬೇತಿ ಕೇಂದ್ರದಲ್ಲಿ ತರಬೇತಿ ಪಡೆಯಲು ಸಿದ್ಧತೆ.
mr: ✔️ कृषी आणि संलग्न क्षेत्रातील पदवी/डिप्लोमा धारक. ✔️ ग्रामीण भागातील बेरोजगार तरुणांना प्राधान्य. ✔️ नामांकित प्रशिक्षण केंद्रांमध्ये प्रशिक्षण घेण्याची तयारी असलेली व्यक्ती.

# acabcApplicationText
source: 1. Visit the official ACABC MIS portal. 2. Register and fill out your personal, academic, and project details. 3. Select the nearest Nodal Training Institute (NTI). 4. Attend the training and receive certification and business support.
kn: 1. ಅಧಿಕೃತ ACABC MIS ಪೋರ್ಟಲ್ ಗೆ ಭೇಟಿ ನೀಡಿ. 2. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ, ಶೈಕ್ಷಣಿಕ ಮತ್ತು ಯೋಜನೆಯ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ. 3. ಹತ್ತಿರದ ನೊಡಲ್ ತರಬೇತಿ ಸಂಸ್ಥೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. 4. ತರಬೇತಿ ಪೂರೈಸಿ ಪ್ರಮಾಣಪತ್ರ ಮತ್ತು ಉದ್ಯಮ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ.
mr: 1. अधिकृत ACABC MIS पोर्टलला भेट द्या. 2. वैयक्तिक, शैक्षणिक आणि प्रकल्पाची माहिती भरा. 3. जवळचे नोडल प्रशिक्षण संस्था निवडा. 4. प्रशिक्षण पूर्ण करा आणि प्रमाणपत्र व व्यवसाय सहाय्य प्राप्त करा.

# redirecting
source: Redirecting to ACABC Portal...
kn: ACABC ಪೋರ್ಟಲ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತಿದೆ...
mr: ACABC पोर्टलकडे वळवत आहे...

# incorrectCaptcha
source: Incorrect CAPTCHA entered
kn: ತಪ್ಪಾದ ಕ್ಯಾಪ್ಚಾ ನಮೂದಿಸಲಾಗಿದೆ

source: Register Now
kn: ಈಗ ನೋಂದಾಯಿಸಿ

# aboutContent
source: e-NAM (National Agriculture Market) is a pan-India electronic trading portal aimed at integrating existing agricultural mandis to create a unified national market. It helps farmers get better prices through transparent bidding and a real-time online marketplace.
kn: e-NAM (ರಾಷ್ಟ್ರೀಯ ಕೃಷಿ ಮಾರುಕಟ್ಟೆ) ಎಂಬುದು ಇಡೀ ಭಾರತದ ಕೃಷಿ ಮಾರುಕಟ್ಟೆಗಳನ್ನು ಒಗ್ಗೂಡಿಸುವ ಎಲೆಕ್ಟ್ರಾನಿಕ್ ವ್ಯಾಪಾರದ ಪೋರ್ಟಲ್ ಆಗಿದ್ದು, ರೈತರಿಗೆ ಸುಲಭವಾಗಿ, ಪಾರದರ್ಶಕವಾಗಿ ಮತ್ತು ಉತ್ತಮ ಬೆಲೆಯಲ್ಲಿ ತಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ಅವಕಾಶ ನೀಡುತ್ತದೆ.

# eligibilityDetails
source: ✔️ All farmers, traders, and buyers with a valid ID can register. ✔️ Must be associated with a licensed APMC mandi. ✔️ Internet access and bank account details required.
kn: ✔️ ಮಾನ್ಯತೆ ಪಡೆದ ಗುರುತಿನ ದಾಖಲೆ ಹೊಂದಿರುವ ರೈತರು, ವ್ಯಾಪಾರಿಗಳು ಮತ್ತು ಖರೀದಿದಾರರು ನೋಂದಾಯಿಸಬಹುದು. ✔️ APMC ಮಾರುಕಟ್ಟೆಗೆ ಸಂಬಂಧಿಸಿದವರಾಗಿರಬೇಕು. ✔️ ಇಂಟರ್‌ನೆಟ್ ಪ್ರವೇಶ ಮತ್ತು ಬ್ಯಾಂಕ್ ಖಾತೆ ವಿವರಗಳು ಅಗತ್ಯವಿದೆ.

source: Organisation Name
kn: ಸಂಸ್ಥೆಯ ಹೆಸರು

# refillAllowed
source: Refill allowed. Please update your form.
kn: ನೀವು ಫಾರ್ಮ್ ಅನ್ನು ಮರುಪೂರಣೆ ಮಾಡಬಹುದು. ದಯವಿಟ್ಟು ಫಾರ್ಮ್ ನವೀಕರಿಸಿ.

source: Upload File
kn: ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
